{
    "songs": [
        {
            "songID": 1,
            "title": "seven nation army",
            "artist": "the white stripes",
            "duration": "3:51",
            "genre": "rock",
            "album": "update working",
            "releaseDate": 2003,
            "songReview": "PUT loadtest working",
            "lyrics": "I'm gonna fight 'em all A seven nation army couldn't hold me back They're gonna rip it off Taking their time right behind my back  And I'm talking to myself at night Because I can't forget Back and forth through my mind Behind a cigarette  And a message coming from my eyes says leave it alone  ...  "
        },
        {
            "songID": 3,
            "title": "by the way",
            "artist": "red hot chili peppers",
            "duration": "4:29",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2002,
            "songReview": "Not reviewed yet.",
            "lyrics": "Standing in line To see the show tonight And there's a light on Heavy glow  By the way I tried to say I'll be there Waiting for  Dani the girl Is singing songs to me Beneath the marquee Overload  Steak-knife Card shark Con job Boot cut  Skin that flick She's such a little DJ Get there quick By street but not the freeway  Turn that trick To make a little leeway Beat that nic But not the way that we play  Dog town Blood bath Rib cage Soft tail  Standing in line To see the show tonight And there's a light on Heavy glow  ...  "
        },
        {
            "songID": 9,
            "title": "sex on fire",
            "artist": "kings of leon",
            "duration": "3:23",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2008,
            "songReview": "Not reviewed yet.",
            "lyrics": "Lay where you're laying Don't make a sound I know they're watching They're watching  All the commotion The kiddie like play Has people talking They're talking  You Your sex is on fire  Dark of the alley The breaking of day Head while I'm driving I'm driving ...  "
        },
        {
            "songID": 12,
            "title": "smooth criminal",
            "artist": "alien ant farm",
            "duration": "3:29",
            "genre": "metal",
            "album": "Unknown Album",
            "releaseDate": 2001,
            "songReview": "Not reviewed yet.",
            "lyrics": "As he came into the window Was a sound of a crescendo He came into her apartment He left the bloodstains on the carpet She was sitting at the table He could see she was unable So she ran into the bedroom She was struck down It was her doom  Annie, are you OK? Are you OK? Are you OK, Annie? Annie, are you OK? You OK? Are you OK, Annie? Annie, are you OK? You OK? You OK, Annie? Annie, are you OK? You OK?  Are you OK, Annie?  Annie, are you OK? Will you tell us that you're OK? There's a sign at the window That he struck you A crescendo, Annie He came into your apartment He left the bloodstains on the carpet And then you ran into the bedroom  You were struck down It was your doom  Annie, are you OK? You OK? ...  "
        },
        {
            "songID": 40,
            "title": "last nite",
            "artist": "the strokes",
            "duration": "3:13",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2001,
            "songReview": "Not reviewed yet.",
            "lyrics": "Last night, she said \"Oh, baby, I feel so down\" \"Oh, it turn me off when I feel left out\" So I, I turned 'round Oh, baby, don't care no more I know this for sure, I'm walking out that door Well, I've been in town for just about fifteen, oh, minutes now And baby, I feel so down, and I don't know why I keep walking for miles  And say, people, they don't understand ...  "
        },
        {
            "songID": 13890,
            "title": "poker face",
            "artist": "lady gaga",
            "duration": "3:57",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2008,
            "songReview": "Not reviewed yet.",
            "lyrics": "Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah  I wanna hold 'em like they do in Texas, please Fold 'em, let 'em hit me, raise it; baby, stay with me (I love it) LoveGame intuition, play the cards with spades to start And after he's been hooked, I'll play the one that's on his heart  Oh, oh-oh, oh, oh, oh-oh-oh-oh, oh, oh I'll get him hot, show him what I've got Oh, oh-oh, oh, oh, oh-oh-oh-oh, oh, oh I'll get him hot, show him what I've got  Can't read my, can't read my No, he can't read my poker face (She's got me like nobody) Can't read my, can't read my No, he can't read my poker face (She's got me like nobody)  P-p-p-poker face, p-p-fuck her face Mum mum mum mah P-p-p-poker face, p-p-fuck her face Mum mum mum mah  I wanna roll with him, a hard pair we will be A little gambling is fun when you're with me (I love it) Russian Roulette is not the same without a gun ...  "
        },
        {
            "songID": 13891,
            "title": "just dance",
            "artist": "lady gaga",
            "duration": "4:01",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2020,
            "songReview": "Not reviewed yet.",
            "lyrics": "RedOne Konvict Gaga (oh-oh, eh)  I've had a little bit too much, much All of the people start to rush (start to rush by) A dizzy twister dance Can't find my drink or man Where are my keys? I lost my phone, phone  What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  Wish I could shut my playboy mouth (oh, oh, oh) How'd I turn my shirt inside out? (Inside out, right) Control your poison, babe Roses have thorns, they say And we're all gettin' hosed tonight  What's going on on the floor? I love this record, baby, but I can't see straight anymore ...  "
        },
        {
            "songID": 13892,
            "title": "i gotta feeling",
            "artist": "the black eyed peas",
            "duration": "4:49",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2009,
            "songReview": "Not reviewed yet.",
            "lyrics": "I gotta feeling, that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  A feeling, that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  A feeling (Woohoo), that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  A feeling (Woohoo), that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  (I feel) Tonight's the night, let's live it up! I got my money, let's spend it up! (Spend it) Go out and smash it, like \"Oh my Gosh!\" Jump out that sofa, let's kick it--off! (Kick)  I know that we'll have a ball If we get down and go out, and just lose it all I feel, stressed out, I wanna let it go Let's go way out, spaced out, and losin' all control (Ch-ch-ch-ch) ...  "
        },
        {
            "songID": 13912,
            "title": "day 'n' nite",
            "artist": "kid cudi",
            "duration": "3:41",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2009,
            "songReview": "Not reviewed yet.",
            "lyrics": "Day n night. I toss and turn, I keep stressin' my mind, mind I look for peace, but see I don't attain What I need for keeps this silly game we play, play Now look at this Madness the magnet keeps attracting me, me I try to run, but see I'm not that fast I think the first but surely finish last, last  Cause day 'n nite The lonely's loner seems to free his mind at night He's all alone through the day n night The lonely loner seems to free his mind at night, ah ah at night Day n night The lonely stoner seems to free his mind at night He's all alone, some things will never change. The lonely loner seems to free his mind at night, ah ah at night  Hold the phone. The lonely stoner missed his solo doe low ...  "
        },
        {
            "songID": 13981,
            "title": "love the way you lie",
            "artist": "eminem",
            "duration": "4:23",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2010,
            "songReview": "Not reviewed yet.",
            "lyrics": "Just gonna stand there and watch me burn But that's alright because I like the way it hurts Just gonna stand there and hear me cry But that's alright because I love the way you lie I love the way you lie I can't tell you what it really is, I can only tell you what it feels like And right now there's a steel knife in my windpipe I can't breathe but I still fight, while I can fight As long as the wrong feels right it's like I'm in flight High off her love, drunk from her hate, it's like I'm huffin' paint And I love her the more I suffer, I suffocate And right before I'm about to drown, she resuscitates Me, she fucking hates me and I love it, wait Where you going, I'm leaving you, no you ain't Come back, we're running right back here we go again It's so insane, 'cause when it's going good it's going great I'm Superman with the wind at his back, she's Lois Lane But when it's bad it's awful, I feel so ashamed I snapped \"who's that dude?\", I don't even know his name I laid hands on her, I'll never stoop so low again I guess I don't know my own strength Just gonna stand there and watch me burn But that's alright because I like the way it hurts Just gonna stand there and hear me cry ...  "
        },
        {
            "songID": 14237,
            "title": "burn it down",
            "artist": "linkin park",
            "duration": "3:50",
            "genre": "metal",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "The cycle repeated As explosions broke in the sky All that I needed Was the one thing I couldn't find  And you were there at the turn Waiting to let me know  We're building it up to break it back down We're building it up to burn it down We can't wait to burn it to the ground  The colors conflicted As the flames climbed into the clouds I wanted to fix this But couldn't stop from tearing it down  ...  "
        },
        {
            "songID": 14238,
            "title": "thrift shop",
            "artist": "macklemore & ryan lewis",
            "duration": "3:55",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "Hey, Macklemore, can we go thrift shopping?  What, what, what, what What, what, what, what What, what, what, what What, what, what, what What, what, what, what (Bada, bada, badadada) What, what, what, what (Bada, bada, badadada) What, what, what, what (Bada, bada, badadada) What, what, what, what (Bada, bada, badadada)  Bada, bada, badadada Bada, bada, badadada Bada, bada, badadada Bada, bada, badadada  I'm gonna pop some tags Only got twenty dollars in my pocket I'm, I'm, I'm hunting, looking for a come up This is fucking awesome  Walk into the club like \"What up? I got a big cock!\" Nah, I'm just pumped, bought some shit from a thrift shop Ice on the fringe is so damn frosty The people like \"Damn, that's a cold ass honky!\" Rolling in hella deep, headed to the mezzanine Dressed in all pink except my gator shoes, those are green Draped in a leopard mink, girl standing next to me Probably shoulda washed this, Smells like R. Kelly's sheets (Pisssssss) But shit, it was ninety-nine cents! Bag it, copping it, washing it, 'bout to go and get some compliments Passing up on those moccasins someone else been has walking in Bummy and grudgy, fucking it, I am stunting and flossing and Saving my money and I'm hella happy, that's a bargain bitch ...  "
        },
        {
            "songID": 14239,
            "title": "blurred lines",
            "artist": "robin thicke",
            "duration": "4:23",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Everybody, get up Everybody, get up (hey, hey, hey) Hey, hey, hey Hey, hey, hey (Turn it up)  If you can't hear what I'm trying to say If you can't read from the same page Maybe I'm going deaf (hey, hey, hey) Maybe I'm going blind (hey, hey, hey) Maybe I'm out my mind (hey, hey, hey)  Okay, now he was close Tried to domesticate you But you're an animal Baby, it's in your nature (meow)  Just let me liberate you (hey, hey, hey) You don't need no papers (hey, hey, hey) That man is not your maker (hey, hey, hey) And that's why I'm gon' take a  Good girl I know you want it I know you want it I know you want it You're a good girl Can't let it get past me You're far from plastic Talk about getting blasted  I hate these blurred lines I know you want it I know you want it I know you want it But you're a good girl The way you grab me Must wanna get nasty Go ahead, get at me  What do they make dreams for when you got them jeans on? What do we need steam for? You the hottest bitch in this place  I feel so lucky (hey, hey, hey) ...  "
        },
        {
            "songID": 14240,
            "title": "radioactive",
            "artist": "imagine dragons",
            "duration": "3:06",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "I'm waking up to ash and dust I wipe my brow, and I sweat my rust I'm breathing in the chemicals I'm breaking in and shaping up  Then checking out on the prison bus This is it, the apocalypse Whoa  I'm waking up I feel it in my bones Enough to make my system blow Welcome to the new age, to the new age Welcome to the new age, to the new age  Whoa-oh-oh-oh, oh Whoa-oh-oh-oh, I'm Radioactive, radioactive Whoa-oh-oh-oh, oh Whoa-oh-oh-oh, I'm  Radioactive, radioactive ...  "
        },
        {
            "songID": 14241,
            "title": "harlem shake",
            "artist": "baauer",
            "duration": "3:16",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Lyrics not available."
        },
        {
            "songID": 14242,
            "title": "can't hold us",
            "artist": "macklemore & ryan lewis",
            "duration": "4:18",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "Ay, ay, ay Good to see you Come on in, let's go  Yeah, let's go, hahaha Alright, alright, okay, uh Alright, okay, alright, okay  Return of the Mack Get 'em, what it is, what it does, what it is, what it isn't Looking for a better way to get up out of bed Instead of getting on the Internet and checking a new hit me, get up  Thrift Shop, pimp strut walking Little bit of humble, little bit of cautious Somewhere between like Rocky and Cosby Sweater game, nope, nope, y'all can't copy, yup  Bad, moonwalking, and this here is our party My posse's been on Broadway, and we did it our way, grown music I shed my skin and put my bones into everything I record to it And yet I'm on  Let that stage light go and shine on down Got that Bob Barker suit game and Plinko in my style Money, stay on my craft and stick around for those pounds But I do that to pass the torch and put on for my town  Trust me, on my I-N-D-E-P-E-N-D-E-N-T shit hustlin' Chasing dreams since I was fourteen with the four-track buzzing Halfway cross that city with the backpack, fat cat, crushin'  Labels out here, nah, they can't tell me nothing We give that to the people, spread it across the country ...  "
        },
        {
            "songID": 14245,
            "title": "when i was your man",
            "artist": "bruno mars",
            "duration": "3:33",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "Same bed but it feels just a little bit bigger now Our song on the radio but it don't sound the same When our friends talk about you All it does is just tear me down Cause my heart breaks a little When I hear your name  It all just sounds like oh Too young, too dumb to realize That I should've bought you flowers And held your hand Should I gave you all my hours When I had the chance Take you to every party 'Cause all you wanted to do was dance  Now my baby's dancing But she's dancing with another man ...  "
        },
        {
            "songID": 14246,
            "title": "cruise",
            "artist": "florida georgia line",
            "duration": "3:28",
            "genre": "country",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "Baby you're a song You make me wanna roll my windows down and cruise Yeah, when I first saw that bikini top on her  She's poppin' right out of the South Georgia water Thought, \"Oh, good Lord, she had them long tanned legs\" Couldn't help myself so I walked up and said  Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell lot better with you up in it So baby you're a song You make me wanna roll my windows down and cruise  She was sippin' on southern and singin' Marshall Tucker We were falling in love in the sweet heart of summer She hopped right up into the cab of my truck and said  ...  "
        },
        {
            "songID": 14247,
            "title": "roar",
            "artist": "katy perry",
            "duration": "3:43",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "I used to bite my tongue and hold my breath Scared to rock the boat and make a mess So, I sat quietly Agreed politely  I guess that I forgot I had a choice I let you push me past the breaking point I stood for nothing So, I fell for everything  You held me down, but I got up (hey) Already brushing off the dust You hear my voice You hear that sound  Like thunder, gonna shake the ground You held me down, but I got up (hey) Get ready, 'cause I've had enough I see it all, I see it now  I got the eye of the tiger, a fighter Dancing through the fire 'Cause I am a champion And you're gonna hear me roar  ...  "
        },
        {
            "songID": 14248,
            "title": "locked out of heaven",
            "artist": "bruno mars",
            "duration": "3:53",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "One, two, one, two, three  Oh yeah yeah Oh yeah yeah yeah yeah, uh! Oh yeah yeah Oh yeah yeah yeah yeah, uh!  Never had much faith in love or miracles (miracles) uh! Never wanna put my heart on the line, uh! But swimming in your water is something spiritual (spiritual) uh! I'm born again every time you spend the night, uh!  'Cause your sex takes me to paradise Yeah your sex takes me to paradise And it shows, yeah, yeah, yeah  'Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah you make me feel like ...  "
        },
        {
            "songID": 14249,
            "title": "stay",
            "artist": "rihanna",
            "duration": "4:00",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "All along it was a fever A cold sweat, hot headed believer I threw my hands in the air, said, \"Show me something\" He said: \"If you dare, come a little closer\"  Round and around, and around, and around we go Oh, now tell me, now tell me, now tell me, now you know  Not really sure how to feel about it Something in the way you move Makes me feel like I can't live without you It takes me all the way  I want you to stay ...  "
        },
        {
            "songID": 14251,
            "title": "royals",
            "artist": "lorde",
            "duration": "3:10",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "I've never seen a diamond in the flesh I cut my teeth on wedding rings in the movies And I'm not proud of my address In the torn-up town, no post code envy  But every song's like gold teeth, Grey Goose, trippin' in the bathroom Blood stains, ball gowns, trashin' the hotel room  We don't care, we're driving Cadillacs in our dreams  But everybody's like Cristal, Maybach, diamonds on your time piece Jet planes, islands, tigers on a gold leash We don't care, we aren't caught up in your love affair  And we'll never be royals (royals) It don't run in our blood That kind of lux just ain't for us We crave a different kind of buzz Let me be your ruler (ruler) You can call me Queen Bee ...  "
        },
        {
            "songID": 14252,
            "title": "i knew you were trouble",
            "artist": "taylor swift",
            "duration": "3:37",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "Once upon time, a few mistakes ago I was in your sights, you got me alone You found me, you found me, you found me, e-e-e-e I guess you didn't care and I guess I liked that And when I fell hard, you took a step back Without me, without me, without me, e-e-e-e  And he's long gone when he's next to me And I realize the blame is on me  'Cause I Knew You Were Trouble when you walked in So shame on me now Flew me to places I'd never been 'Til you put me down, oh I Knew You Were Trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh, trouble, trouble, trouble Oh, oh, trouble, trouble, trouble  ...  "
        },
        {
            "songID": 14254,
            "title": "wrecking ball",
            "artist": "miley cyrus",
            "duration": "3:41",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "We clawed, we chained our hearts in vain We jumped, never asking why We kissed, I fell under your spell A love no one could deny  Don't you ever say I just walked away I will always want you I can't live a lie, running for my life I will always want you  I came in like a wrecking ball I never hit so hard in love All I wanted was to break your walls All you ever did was wreck me Yeah you, you wreck me  I put you high up in the sky And now, you're not coming down It slowly turned, you let me burn And now, we're ashes on the ground ...  "
        },
        {
            "songID": 14255,
            "title": "wake me up",
            "artist": "avicii",
            "duration": "4:07",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Feeling my way through the darkness Guided by a beating heart I can't tell where the journey will end But I know where to start  They tell me I'm too young to understand They say I'm caught up in a dream Well life will pass me by if I don't open up my eyes Well, that's fine by me  So wake me up when it's all over When I'm wiser and I'm older All this time, I was finding myself, and I Didn't know I was lost ...  "
        },
        {
            "songID": 14260,
            "title": "clarity",
            "artist": "zedd",
            "duration": "4:31",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "High dive into frozen waves Where the past comes back to life Fight fear for the selfish pain It was worth it every time  Hold still right before we crash 'Cause we both know how this ends A clock ticks till it breaks your glass And I drown in you again  'Cause you are the piece of me I wish I didn't need Chasing relentlessly Still fight and I don't know why  ...  "
        },
        {
            "songID": 14262,
            "title": "don't you worry child",
            "artist": "swedish house mafia",
            "duration": "3:32",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "There was a time I used to look into my father's eyes In a happy home I was a king, I had a golden throne Those days are gone Now the memories are on the wall I hear the sounds From the places where I was born Upon the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said \"Don't you worry, don't you worry, child ...  "
        },
        {
            "songID": 14267,
            "title": "started from the bottom",
            "artist": "drake",
            "duration": "2:54",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Started (Zombie on the track)  Started from the bottom now we're here Started from the bottom now my whole team fuckin' here Started from the bottom now we're here Started from the bottom now the whole team here, nigga Started from the bottom now we're here Started from the bottom now my whole team here, nigga Started from the bottom now we're here Started from the bottom now the whole team fuckin' here  I done kept it real from the jump Livin' at my momma's house we'd argue every month Nigga, I was tryna get it on my own Workin' all night, traffic on the way home And my uncle callin' me like, \"Where ya at? I gave you the keys told ya bring it right back\" Nigga, I just think it's funny how it goes Now I'm on the road, half a million for a show and we... ...  "
        },
        {
            "songID": 14286,
            "title": "i need your love",
            "artist": "calvin harris",
            "duration": "3:54",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "I need your love I need your time When everything's wrong You make it right I feel so high I come alive I need to be free with you tonight I need your love  I need your love  I take a deep breath every time I pass your door I know you're there, but I can't see you anymore And that's the reason you're in the dark I've been a stranger ever since we fell apart  And I feel so helpless here Watch my eyes are filled with fear Tell me, do you feel the same? Hold me in your arms again  I need your love I need your time When everything's wrong ...  "
        },
        {
            "songID": 14290,
            "title": "demons",
            "artist": "imagine dragons",
            "duration": "2:55",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "When the days are cold and the cards all fold And the saints we see are all made of gold When your dreams all fail and the ones we hail Are the worst of all and the blood's run stale  I want to hide the truth, I want to shelter you But with the beast inside, there's nowhere we can hide No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside ...  "
        },
        {
            "songID": 14291,
            "title": "counting stars",
            "artist": "onerepublic",
            "duration": "4:17",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "Lately, I've been, I've been losing sleep Dreaming about the things that we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars Yeah, we'll be counting stars  I see this life, like a swinging vine Swing my heart across the line And in my face is flashing signs Seek it out and ye' shall find  Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold I'm just doing what we're told  I feel something so right Doing the wrong thing And I feel something so wrong Doing the right thing I couldn't lie, couldn't lie, couldn't lie Everything that kills me makes me feel alive  Lately, I've been, I've been losing sleep Dreaming about the things that we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  Lately, I've been, I've been losing sleep Dreaming about the things we could be ...  "
        },
        {
            "songID": 14307,
            "title": "swimming pools (drank)",
            "artist": "kendrick lamar",
            "duration": "4:07",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  Now I done grew up 'round some people livin' their life in bottles Granddaddy had the golden flask Backstroke every day in Chicago Some people like the way it feels Some people wanna kill their sorrows Some people wanna fit in with the popular, that was my problem I was in a dark room, loud tunes Lookin' to make a vow soon That I'ma get fucked up, fillin' up my cup I see the crowd mood Changin' by the minute and the record on repeat Took a sip, then another sip, then somebody said to me  Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  Pour up (drank), head shot (drank) ...  "
        },
        {
            "songID": 14322,
            "title": "let her go",
            "artist": "passenger",
            "duration": "4:12",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Well, you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go  Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go  Staring at the bottom of your glass Hoping one day you'll make a dream last But dreams come slow, and they go so fast  You see her when you close your eyes Maybe one day you'll understand why Everything you touch surely dies  But you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go ...  "
        },
        {
            "songID": 14327,
            "title": "all of me",
            "artist": "john legend",
            "duration": "4:29",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "What would I do without your smart mouth Drawing me in, and you kicking me out? You've got my head spinning, no kidding I can't pin you down  What's going on in that beautiful mind? I'm on your magical mystery ride And I'm so dizzy, don't know what hit me But I'll be alright  My head's under water But I'm breathing fine You're crazy, and I'm out of my mind  'Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning ...  "
        },
        {
            "songID": 14328,
            "title": "fancy",
            "artist": "iggy azalea",
            "duration": "3:19",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "First things first, I'm the realest Drop this and let the whole world feel it And I'm still in the Murda Bizness I can hold you down like I'm givin' lessons in physics You should want a bad bitch like this Drop it low and pick it up just like this Cup of Ace, cup of Goose, cup of Cris High heels, somethin' worth a half a ticket on my wrist Takin' all the liquor straight, never chase that Rooftop like we bringin' '88 back Bring the hooks in, where the bass at? Champagne spillin', you should taste that I'm so fancy, you already know I'm in the fast lane from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow I said baby, I do this, I thought that you knew this Can't stand no haters and honest, the truth is And my flow retarded, they speak it, depart it Swagger on super, I can't shop at no department ...  "
        },
        {
            "songID": 14329,
            "title": "talk dirty",
            "artist": "jason derulo",
            "duration": "3:37",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Jason Jason Derulo Get jazzy on it  I'm that flight that you get on, international First class seat on my lap, girl Riding comfortable 'Cause I know what the girl them need New York to Haiti I got lipstick stamps on my passport You make it hard to leave  Been around the world Don't speak the language But your booty don't need explaining All I really need to understand is When you talk dirty to me Talk dirty to me Talk dirty to me Talk dirty to me Get jazzy on it  You know the words to my songs No habla ingles ...  "
        },
        {
            "songID": 14330,
            "title": "rude",
            "artist": "magic!",
            "duration": "3:44",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "Saturday morning, jumped out of bed, and put on my best suit Got in my car, and raced like a jet, all the way to you Knocked on your door with heart in my hand to ask you a question 'Cause I know that you're an old-fashioned man, yeah, yeah  Can I have your daughter for the rest of my life? Say yes, say yes, 'cause I need to know You say I'll never get your blessing till the day I die 'Tough luck, my friend, but the answer is no!'  Why you gotta be so Rude? Don't you know I'm human too? Why you gotta be so Rude? I'm gonna marry her anyway Marry that girl, marry her anyway Marry that girl, yeah, no matter what you say Marry that girl, and we'll be a family Why you gotta be so Rude? ...  "
        },
        {
            "songID": 14331,
            "title": "all about that bass",
            "artist": "meghan trainor",
            "duration": "3:07",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "Because you know I'm all about that bass 'Bout that bass, no treble I'm all about that bass, 'bout that bass, no treble I'm all about that bass, 'bout that bass, no treble I'm all about that bass, 'bout that bass Bass, bass, bass (Bass)  Yeah, it's pretty clear, I ain't no size two But I can shake it, shake it Like I'm supposed to do 'Cause I got that boom, boom That all the boys chase And all the right junk in all the right places  I see the magazines workin' that Photoshop We know that shit ain't real Come on now, make it stop If you got beauty, beauty Just raise 'em up 'Cause every inch of you is perfect From the bottom to the top  Yeah, my mama She told me, \"Don't worry about your size\" (Shoo-wop-wop, sha-ooh-wop-wop) She says, \"Boys like a little more booty to hold at night\" ...  "
        },
        {
            "songID": 14333,
            "title": "stay with me",
            "artist": "sam smith",
            "duration": "2:52",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "Guess it's true I'm not good at a one night stand But I still need love 'cause I'm just a man These nights never seem to go to plan I don't want you to leave Will you hold my hand  Oh, won't you stay with me? 'Cause you're all I need This ain't love, it's clear to see But darling, stay with me  ...  "
        },
        {
            "songID": 14334,
            "title": "timber",
            "artist": "pitbull",
            "duration": "3:24",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "It's going down, I'm yelling: \"Timber!\" You better move, you better dance Let's make a night you won't remember I'll be the one you won't forget  Oh, oh, oh (Timber, timber, it's going down)  Oh, oh, oh (Timber, timber, it's going down) The bigger they are, the harder they fall This biggity boy's a diggity dog I have 'em like Miley Cyrus, clothes off Twerking in their bras and thongs (Timber) Face down, booty up (Timber) That's the way we like to what (Timber) I'm slicker than an oil spill  She say she won't, but I bet she will (Timber) Swing your partner round and round End of the night, it's going down One more shot, another round End of the night, it's going down Swing your partner round and round End of the night, it's going down (Oh, oh, oh)  ...  "
        },
        {
            "songID": 14336,
            "title": "am i wrong",
            "artist": "nico & vinz",
            "duration": "4:07",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "Am I wrong... For thinking out the box from where I stay? Am I wrong for saying that I'll choose another way? I ain't trying to do what everybody else doing Just cause everybody doing what they all do If one thing I know, how far would I grow? I'm walking down this road of mine, this road that I call home... So am I wrong \"Whoa\" For thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, \"Ah uuh uhh eww wah... \" That's just how I feel \"Ah uuh uhh eww wah... \" That's just how I feel trying to reach the things that I can't see \"Ah uuh uhh eww wah...\"\"See, See\" Am I tripping for having a vision? \"Huh\" My prediction, I'mma be on the top of the world Hope you, hope you don't look back, always do what you decide Don't let them control your life, that's just how I feel oh we oh... Fight for yours and don't let go, don't let them compare you, no Don't worry, you're not alone, that's just how we feel ...  "
        },
        {
            "songID": 14338,
            "title": "the monster",
            "artist": "eminem",
            "duration": "4:10",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "I'm friends with the monster that's under my bed Get along with the voices inside of my head You're tryin' to save me, stop holdin' your breath And you think I'm crazy, yeah, you think I'm crazy  I wanted the fame but not the cover of Newsweek Oh well, guess beggars can't be choosey Wanted to receive attention for my music Wanted to be left alone in public, excuse me For wantin' my cake, and eat it too, and wantin' it both ways Fame made me a balloon 'cause my ego inflated When I blew, see, but it was confusing 'Cause all I wanted to do's be the Bruce Lee of loose leaf Abused ink, used it as a tool when I blew steam Ooh! Hit the lottery, ooh-wee! But with what I gave up to get it was bittersweet It was like winnin' a used mink Ironic 'cause I think I'm gettin' so huge I need a shrink I'm beginnin' to lose sleep: one sheep, two sheep Going coo-coo and kooky as Kool Keith  But I'm actually weirder than you think, 'cause I'm—  I'm friends with the monster that's under my bed Get along with the voices inside of my head You're tryin' to save me, stop holdin' your breath And you think I'm crazy, yeah, you think I'm crazy Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)  Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh) ...  "
        },
        {
            "songID": 14340,
            "title": "story of my life",
            "artist": "one direction",
            "duration": "4:05",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Written in these walls are the stories that I can't explain I leave my heart open but it stays right here empty for days  She told me in the morning she don't feel the same about us in her bones It seems to me that when I die these words will be written on my stone  And I'll be gone gone tonight The ground beneath my feet is open wide The way that I been holdin' on too tight With nothing in between  The story of my life I take her home I drive all night to keep her warm and time Is frozen (the story of, the story of) The story of my life I give her hope I spend her love until she's broke inside ...  "
        },
        {
            "songID": 14341,
            "title": "chandelier",
            "artist": "sia",
            "duration": "3:36",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "Party girls don't get hurt Can't feel anything, when will I learn? I push it down, push it down  I'm the one \"for a good time, call\" Phone's blowin' up, ringin' my doorbell I feel the love, feel the love  1, 2, 3, 1, 2, 3, drink 1, 2, 3, 1, 2, 3, drink 1, 2, 3, 1, 2, 3, drink  Throw 'em back till I lose count  I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  But I'm holding on for dear life ...  "
        },
        {
            "songID": 14342,
            "title": "black widow",
            "artist": "iggy azalea",
            "duration": "3:29",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "I'm gonna love ya until you hate me And I'm gonna show ya what's really crazy You shoulda known better than to mess with me harder  I'm gonna love ya, I'm gonna love ya Gonna love ya, gonna love ya Like a black widow, baby  This twisted cat and mouse game always starts the same First we're both down to play, then somehow you go astray We went from nothin' to somethin', likin' to lovin' It was us against the world, and now we just fuckin'?  It's like I loved you so much that now I just hate you Feelin' stupid for all the time that I gave you I wanted all or nothin' for us, ain't no place in between Might-might be me believing what you say that you'll never mean  Like it'll last forever, but now forever ain't as long If it wasn't for you, I wouldn't be stuck singing this song You were different from my last, but now you've got 'em mirrored And as it all plays out, I see it couldn't be clearer, now sing  You used to be thirsty for me ...  "
        },
        {
            "songID": 14343,
            "title": "bang bang",
            "artist": "jessie j, ariana grande and nicki minaj",
            "duration": "3:44",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "She got a body like an hourglass But I can give it to you all the time She got a booty like a Cadillac But I can send you into overdrive, oh  You've been waiting for that Step on up swing your bat  See anybody could be bad to you You need a good girl to blow your mind, yeah  Bang, bang into the room (I know you want it) Bang, bang all over you (I'll let you have it) Wait a minute, lemme take you there Wait a minute 'til ya  Bang, bang there goes your heart (I know you want it) Back, back seat of my car (I'll let you have it) Wait a minute, lemme take you there Wait a minute 'til ya  She might've let you hold her hand in school But I'mma show you how to graduate No, I don't need to hear you talk the talk Just come and show me what your momma gave  Okay, you've got a very big Mouth but don't say a thing See anybody could be good to you ...  "
        },
        {
            "songID": 14345,
            "title": "maps",
            "artist": "maroon 5",
            "duration": "3:09",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "I miss the taste of a sweeter life I miss the conversation I'm searching for a song tonight I'm changing all of the stations  I like to think that we had it all We drew a map to a better place But on that road, I took a fall Oh baby, why did you run away?  I was there for you in your darkest times I was there for you in your darkest night  But I wonder, where were you? When I was at my worst down on my knees And you said you had my back So I wonder, where were you? When all the roads you took came back to me So I'm following the map that leads to you  The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following to you  The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following ...  "
        },
        {
            "songID": 14349,
            "title": "summer",
            "artist": "calvin harris",
            "duration": "3:42",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "When I met you in the summer To my heartbeat's sound We fell in love As the leaves turned brown  And we could be together, baby As long as skies are blue You act so innocent now But you lied so soon ...  "
        },
        {
            "songID": 14352,
            "title": "anaconda",
            "artist": "nicki minaj",
            "duration": "4:20",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "My anaconda don't My anaconda don't My anaconda don't want none Unless you got buns, hun  Boy toy named Troy, used to live in Detroit Big dope dealer money, he was gettin' some coins Was in shootouts with the law, but he live in a palace Bought me Alexander McQueen, he was keeping me stylish  Now that's real, real, real Gun in my purse, bitch, I came dressed to kill Who wanna go first? I had them pushin' daffodils I'm high as hell, I only took a half a pill I'm on some dumb shit  By the way, what he say? He can tell I ain't missing no meals Come through and fuck him in my automobile Let him eat it with his grills and he tellin' me to chill He keep telling me it's real, that he love my sex appeal He say he don't like em boney, he want something he can grab So I pulled up in the Jag and I hit him with the jab like Dun-d-d-dun-dun-d-d-dun-dun  My anaconda don't My anaconda don't My anaconda don't want none Unless you got buns, hun  Oh my gosh, look at her butt Oh my gosh, look at her butt Oh my gosh, look at her butt (Look at her butt) ...  "
        },
        {
            "songID": 14354,
            "title": "bailando",
            "artist": "enrique iglesias",
            "duration": "4:03",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "Enrique Iglesias Gente de Zona Descemer  Yo te miro y se me corta la respiración Cuando tú me miras, se me sube el corazón (Me palpita lento el corazón) Y en un silencio, tu mirada dice mil palabras La noche en la que te suplico que no salga el sol  Bailando, bailando, bailando, bailando Tu cuerpo y el mío llenando el vacío Subiendo y bajando (subiendo y bajando) Bailando, bailando, bailando, bailando Ese fuego por dentro me está enloqueciendo Me va saturando  Con tu física y tu química, también tu anatomía La cerveza y el tequila, y tu boca con la mía Ya no puedo más (ya no puedo más) Ya no puedo más (ya no puedo más)  Con esta melodía, tu color, tu fantasía Con tu filosofía mi cabeza está vacía Y ya no puedo más (ya no puedo más) Ya no puedo más (ya no puedo más)  Yo quiero estar contigo ...  "
        },
        {
            "songID": 14355,
            "title": "wiggle",
            "artist": "jason derulo",
            "duration": "3:13",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Say somethin' to her Holla at her I got one question How do you fit all that in them jeans? You know what to do with that big fat butt Wiggle, wiggle, wiggle  Wiggle, wiggle, wiggle Wiggle, wiggle, wiggle Just a little bit Patty, cake, patty, cake with no hands  Got me in this club, making wedding plans If I take pictures while you do your dance I could make you famous on Instagram Hot damn it, your booty like two planets Go ahead, and go ham sandwich Woah, I can't stand it 'Cause you know what to do with that big fat butt Wiggle, wiggle, wiggle  Wiggle, wiggle, wiggle ...  "
        },
        {
            "songID": 14364,
            "title": "a sky full of stars",
            "artist": "coldplay",
            "duration": "4:28",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "'Cause you're a sky, 'cause you're a sky full of stars I'm gonna give you my heart 'Cause you're a sky, 'cause you're a sky full of stars 'Cause you light up the path  I don't care, go on and tear me apart I don't care if you do, ooh 'Cause in a sky, 'cause in a sky full of stars ...  "
        },
        {
            "songID": 14365,
            "title": "don't",
            "artist": "ed sheeran",
            "duration": "3:39",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2019,
            "songReview": "Not reviewed yet.",
            "lyrics": "Ah-lah-m-lah-lah Ah-lah-m-lah-lah  I met this girl late last year She said, \"Don't you worry, if I disappear\" I told her I'm not really looking for another mistake I called an old friend thinking that the trouble could wait But then I jumped right in, a week later returned I reckon she was only looking for a lover to burn But I gave her my time for two or three nights Then I put it on pause until the moment was right I went away for months until our paths crossed again She told me I was never looking for a friend Maybe you could swing by my room around ten Baby, bring the lemon and a bottle of gin We'll be in between the sheets 'til the late AM Baby if you wanted me, then you should have just said She's singing Ah-lah-m-lah-lah  Don't - with my love That heart is so cold All over my own I don't wanna know that, babe Ah-lah-m-lah-lah Don't - with my love I told her, she knows Take aim and reload I don't wanna know that, babe Ah-lah-m-lah-lah  For a couple of weeks, I only want to see her ...  "
        },
        {
            "songID": 14368,
            "title": "sing",
            "artist": "ed sheeran",
            "duration": "3:55",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "It's late in the evening Glass on the side I've been sat with you For most of the night Ignoring everybody here We wish they would disappear So maybe we could get down now  And I don't wanna know If you're getting ahead of the programme I want you to be mine, lady And to hold your body close Take another step into the no-man's land For the longest time, lady  I need you, darling Come on, set the tone If you feel you're falling Won't you let me know? Oh oh oh-oh oh oh-oh Oh oh oh-oh oh oh-oh  If you love me Come on, get involved Feel it rushing through you From your head to toe Oh oh oh-oh oh oh-oh Oh oh oh-oh oh oh-oh  Sing! Oh oh-oh oh oh oh-oh oh oh Oh oh-oh oh oh oh-oh oh oh Louder! Oh oh-oh oh oh oh-oh oh oh Sing! Oh oh-oh oh oh oh-oh oh oh ...  "
        },
        {
            "songID": 14369,
            "title": "my hitta",
            "artist": "yg",
            "duration": "3:56",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "I said that I'ma ride for my motherf*cking hittas, Most likely I'ma die with my finger on the trigger I been grinding outside, all day with my hittas And I ain't going in, unless I'm with my hittas My hittas, my hittas My hittas, my hittas (my m"
        },
        {
            "songID": 14370,
            "title": "cool kids",
            "artist": "echosmith",
            "duration": "3:57",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "She says I'm walking in a straight line That's not really her style And they've all got the same heartbeat But hers is falling behind  Nothing in this world could Ever bring them down Yeah they're invincible She's just in the background And she says  I wish that I could be like the cool kids 'Cause all the cool kids they seem to fit in I wish that I could be like the cool kids Like the cool kids  He says I'm talking with a big smile ...  "
        },
        {
            "songID": 14371,
            "title": "hey brother",
            "artist": "avicii",
            "duration": "4:15",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Hey, brother There's an endless road to rediscover Hey, sister Know the water's sweet but blood is thicker Oh, if the sky comes falling down for you There's nothing in this world I wouldn't do  Hey, brother Do you still believe in one another? Hey, sister Do you still believe in love, I wonder? ...  "
        },
        {
            "songID": 14372,
            "title": "trumpets",
            "artist": "jason derulo",
            "duration": "3:37",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Every time that you get undressed I hear symphonies in my head I wrote this song just looking at you, oh, oh Yeah, the drums they swing low  And the trumpets they go And the trumpets they go Yeah, the trumpets they go  Da da, da ra-ra da Da da, da ra-ra da Da da, da ra-ra da Da da, da ra-ra da Da da, da ra-ra da (Ooh) Da da, da ra-ra da They go  Heh, is it weird that I hear Violins whenever you're gone? (Whenever you're gone) Yeah, is it weird that your ass Remind me of a Kanye West song? (Kanye West song)  Is it weird that I hear ...  "
        },
        {
            "songID": 14373,
            "title": "animals",
            "artist": "maroon 5",
            "duration": "3:51",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "Baby, I'm preying on you tonight Hunt you down, eat you alive Just like animals, animals Like animals-mals Maybe you think that you can hide I can smell your scent for miles Just like animals, animals Like animals-mals Baby, I'm  So what you trying to do to me It's like we can't stop, we're enemies But we get along when I'm inside you, yeah You're like a drug that's killing me I cut you out entirely But I get so high when I'm inside you  Yeah, you can start over, you can run free You can find other fish in the sea You can pretend it's meant to be But you can't stay away from me I can still hear you making that sound Taking me down, rolling on the ground You can pretend that it was me But no, oh  Baby, I'm preying on you tonight Hunt you down, eat you alive Just like animals, animals Like animals-mals Maybe you think that you can hide I can smell your scent for miles ...  "
        },
        {
            "songID": 14400,
            "title": "stay the night",
            "artist": "zedd",
            "duration": "3:37",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2012,
            "songReview": "Not reviewed yet.",
            "lyrics": "I know that we are upside down So hold your tongue and hear me out I know that we were made to break So What? I don't mind.  You kill the lights, I'll draw the blinds Don't dull the sparkle in your eyes I know that we were made to break So What? I don't mind.  Are you gonna stay the night Are you gonna stay the night Oh oh oh, are you gonna stay the night?  Are you gonna stay the night ...  "
        },
        {
            "songID": 14404,
            "title": "i don't dance",
            "artist": "lee brice",
            "duration": "3:41",
            "genre": "country",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "I'll never settle down That's what I always thought Yeah, I was that kind of man Just ask anyone I don't dance, but here I am  Spinnin' you 'round and 'round in circles It ain't my style, but I don't care I'd do anything with you anywhere Yes, you got me in the palm of your hand 'Cause I don't dance  Love's never come my way ...  "
        },
        {
            "songID": 14406,
            "title": "adore you",
            "artist": "miley cyrus",
            "duration": "4:38",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2013,
            "songReview": "Not reviewed yet.",
            "lyrics": "Uh, uh Hey, uh, oh Baby, baby, are you listenin'? Wonderin' where you've been all my life I just started livin' Oh baby, are you listenin'? Oh  When you say you love me Know I love you more And when you say you need me Know I need you more Boy, I adore you I adore you ...  "
        },
        {
            "songID": 14407,
            "title": "uptown funk",
            "artist": "mark ronson",
            "duration": "4:29",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "This hit, that ice cold Michelle Pfeiffer, that white gold This one for them hood girls Them good girls, straight masterpieces Stylin', wilin', livin' it up in the city Got Chucks on with Saint Laurent Gotta kiss myself, I'm so pretty  I'm too hot (hot damn) Called a police and a fireman I'm too hot (hot damn) Make a dragon wanna retire, man I'm too hot (hot damn) Say my name, you know who I am I'm too hot (hot damn) Am I bad 'bout that money- break it down  Girls, hit your hallelujah (whoo) Girls, hit your hallelujah (whoo) Girls, hit your hallelujah (whoo) 'Cause uptown funk gon' give it to you 'Cause uptown funk gon' give it to you 'Cause uptown funk gon' give it to you Saturday night and we in the spot Don't believe me, just watch (come on) Don't believe me, just watch, uh Don't believe me, just watch, uh Don't believe me, just watch, uh Don't believe me, just watch Don't believe me, just watch Hey, hey, hey, oh  Stop, wait a minute! Fill my cup, put some liquor in it Take a sip, sign a check Julio, get the stretch ...  "
        },
        {
            "songID": 14408,
            "title": "thinking out loud",
            "artist": "ed sheeran",
            "duration": "4:41",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "When your legs don't work like they used to before And I can't sweep you off of your feet Will your mouth still remember the taste of my love? Will your eyes still smile from your cheeks?  And, darling, I will be loving you till we're 70 And, baby, my heart could still fall as hard at 23 And I'm thinking 'bout how people fall in love in mysterious ways Maybe just the touch of a hand Well, me, I fall in love with you every single day And I just wanna tell you I am  So, honey, now Take me into your loving arms Kiss me under the light of a thousand stars Place your head on my beating heart ...  "
        },
        {
            "songID": 14409,
            "title": "trap queen",
            "artist": "fetty wap",
            "duration": "3:42",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "RGF Productions Remy boyz Yah-ah 1738 yah  I'm like \"Hey, wassup? Hello\" Sit yo pretty ass, soon as you came in the door I just wanna chill, got a sack for us to roll Married to the money, introduced her to my stove Showed her how to whip it, now she remixin' for low She my trap queen, let her hit the bando We be countin' up, watch how far them bands go We just set a goal, talkin' matchin' Lambos At fifty-six a gram, 5 a hundred grams though Man, I swear I love her, how she work the damn pole Hit the strip club, we be lettin' bands go Everybody hatin', we just call them fans though In love with the money, I ain't never lettin' go  And I get high with my baby I just left the mall, I'm gettin' fly with my baby, yeahh And I can ride with my baby I be in the kitchen, cookin' pies with my baby, yeahh  And I can ride with my baby I just left the mall, I'm gettin' fly with my baby, yeahh And I can ride with my baby ...  "
        },
        {
            "songID": 14410,
            "title": "shut up and dance",
            "artist": "walk the moon",
            "duration": "3:19",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2014,
            "songReview": "Not reviewed yet.",
            "lyrics": "Oh don't you dare look back Just keep your eyes on me. I said you're holding back, She said shut up and dance with me! This woman is my destiny She said oh oh oh Shut up and dance with me  We were victims of the night, The chemical, physical, kryptonite Helpless to the bass and faded light Oh we were born to get together, Born to get together.  She took my arm, I don't know how it happened. We took the floor and she said  Oh don't you dare look back Just keep your eyes on me. I said you're holding back, She said shut up and dance with me! This woman is my destiny ...  "
        },
        {
            "songID": 14414,
            "title": "the hills",
            "artist": "the weeknd",
            "duration": "4:02",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "Your man on the road, he doin' promo You said, \"Keep our business on the low-low\" I'm just tryna get you out the friend zone Cause you look even better than the photos I can't find your house, send me the info Drivin' through the gated residential Found out I was comin', sent your friends home Keep on tryna hide it but your friends know  I only call you when it's half past five The only time that I'll be by your side I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, yeah I only call you when it's half past five The only time I'd ever call you mine I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, babe  ...  "
        },
        {
            "songID": 14415,
            "title": "cheerleader",
            "artist": "omi",
            "duration": "3:00",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "When I need motivation My one solution is my queen 'Cause she stays strong Yeah, yeah  She is always in my corner Right there when I want her All these other girls are tempting But I'm empty when you're gone  And they say Do you need me? Do you think I'm pretty? Do I make you feel like cheating? I'm like no, not really 'cause  Oh, I think that I found myself a cheerleader She is always right there when I need her ...  "
        },
        {
            "songID": 14416,
            "title": "can't feel my face",
            "artist": "the weeknd",
            "duration": "3:33",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "And I know she'll be the death of me, at least we'll both be numb And she'll always get the best of me, the worst is yet to come But at least we'll both be beautiful and stay forever young This I know, yeah, this I know  She told me, \"Don't worry about it\" She told me, \"Don't worry no more\" We both know we can't go without it She told me you'll never be in love, oh, oh, woo  I can't feel my face when I'm with you But I love it, but I love it, oh  I can't feel my face when I'm with you But I love it, but I love it, oh ...  "
        },
        {
            "songID": 14492,
            "title": "how deep is your love",
            "artist": "calvin harris and disciples",
            "duration": "4:16",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "I want you to breathe me in Let me be your air Let me roam your body freely No inhibition, no fear  How deep is your love? Is it like the ocean? What devotion are you? How deep is your love? Is it like Nirvana? Hit me harder again How deep is your love? How deep is your love?  How deep is your love? Is it like the ocean? Pull me closer again How deep is your love?  How deep is your love?  Open up my eyes and ...  "
        },
        {
            "songID": 14493,
            "title": "love yourself",
            "artist": "justin bieber",
            "duration": "3:53",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "For all the times that you rain on my parade And all the clubs you get in using my name You think you broke my heart, oh girl for goodness sake You think I'm crying on my own, well I ain't  And I didn't wanna write a song Cause I didn't want anyone thinking I still care I don't but, you still hit my phone up And baby I be movin' on And I think you should be somethin' I don't wanna hold back, maybe you should know that  My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job, didn't see what's going on But now I know, I'm better sleeping on my own  Cause if you like the way you look that much Oh, baby, you should go and love yourself ...  "
        },
        {
            "songID": 14494,
            "title": "one dance",
            "artist": "drake",
            "duration": "2:53",
            "genre": "rap",
            "album": "views",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Baby, I like your style  Grips on your waist, front way, back way You know that I don't play Streets not safe but I never run away Even when I'm away Oti, oti There's never much love when we go OT I pray to make it back in one piece I pray, I pray  That's why I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  Baby, I like your style  Strength and guidance All that I'm wishing for my friends Nobody makes it from my ends ...  "
        },
        {
            "songID": 14495,
            "title": "work",
            "artist": "rihanna",
            "duration": "3:39",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Work, work, work, work, work, work  He said me haffi Work, work, work, work, work, work! He see me do mi Dirt, dirt, dirt, dirt, dirt, dirt! So me put in Work, work, work, work, work, work  When you ah guh Learn, learn, learn, learn, learn  Meh nuh cyar if him Hurt, hurt, hurt, hurt, hurting  Dry me ah desert him  Nuh time to have you lurking Him ah go act like he nah like it  You know I dealt with you the nicest Nuh body touch me in the righteous Nuh botha text me in a crisis I believed all of your dreams, adoration You took my heart and my keys and my patience You took my heart on my sleeve for decoration You mistaken my love I brought for you for foundation All that I wanted from you was to give me Something that I never had Something that you've never seen Something that you've never been! Mmmmm! But I wake up and act like nothing's wrong  Just get ready for...  Work, work, work, work, work, work  He said me haffi ...  "
        },
        {
            "songID": 14496,
            "title": "stressed out",
            "artist": "twenty one pilots",
            "duration": "3:22",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "I wish I found some better sounds No one's ever heard I wish I had a better voice That sang some better words  I wish I found some chords In an order that is new I wish I didn't have to rhyme Every time I sang I was told when I get older All my fears would shrink  But now I'm insecure And I care what people think My name's Blurryface and I care what you think My name's Blurryface and I care what you think  Wish we could turn back time To the good old days When our momma sang us to sleep But now we're stressed out Wish we could turn back time To the good old days When our momma sang us to sleep But now we're stressed out  We're stressed out  Sometimes a certain smell will Take me back to when I was young How come I'm never able to identify ...  "
        },
        {
            "songID": 14497,
            "title": "panda",
            "artist": "desiigner",
            "duration": "4:07",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "You are now listening to the hottest Producer With the hottest beats Calling that, Madness  This what they all been waitin' for I guess so They been waitin' for this shit for a long time didn't they, hey I guess so Been waitin' for this shit for a long time didn't they, hey  Time to share my vibe right now I'm feelin' myself  Panda, Panda Panda, Panda, Panda, Panda, Panda I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 looks like a panda  Goin' out like I'm Montana Hundred killers, hundred hammers Black X6, Phantom White X6, panda  Pockets swole, Danny Sellin' bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Damn nigga pull up ya panty Hope you killas understand me I got broads in Atlanta  Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 looks like a panda  Goin' out like I'm Montana Hundred killers, hundred hammers Black X6, Phantom White X6, panda  ...  "
        },
        {
            "songID": 14498,
            "title": "don't let me down",
            "artist": "the chainsmokers",
            "duration": "3:28",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Crashing, hit a wall Right now I need a miracle Hurry up now, I need a miracle Stranded, reaching out I call your name but you're not around I say your name but you're not around  I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now  It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down Don't let me down  Don't let me down Don't let me down, down, down Don't let me down, don't let me down, down, down ...  "
        },
        {
            "songID": 14499,
            "title": "can't stop the feeling!",
            "artist": "justin timberlake",
            "duration": "3:57",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "I got this feeling inside my bones It goes electric, wavey when I turn it on All through my city, all through my home We're flying up, no ceiling, when we in our zone  I got that sunshine in my pocket Got that good song in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally You gone like the way we rock it, so don't stop  Under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine Nothing I can see but you when you dance, dance, dance Feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I should do to you But you dance, dance, dance And ain't nobody leaving soon, so keep dancing  I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance, come on  Ooh, it's something magical ...  "
        },
        {
            "songID": 14500,
            "title": "cheap thrills",
            "artist": "sia",
            "duration": "3:31",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Come on, come on, turn the radio on It's Friday night, and it won't be long Gotta do my hair, put my make-up on It's Friday night, and it won't be long  Till I hit the dance floor, hit the dance floor I got all I need No, I ain't got cash, I ain't got cash But I got you, baby  Baby, I don't need dollar bills to have fun tonight I love cheap thrills! Baby, I don't need dollar bills to have fun tonight I love cheap thrills!  But I don't need no money As long as I can feel the beat I don't need no money As long as I keep dancing  Come on, come on, turn the radio on It's Saturday, and it won't be long ...  "
        },
        {
            "songID": 14502,
            "title": "needed me",
            "artist": "rihanna",
            "duration": "3:11",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Mustard on the beat ho!  I was good on my own, that's the way it was, that's the way it was You was good on the low for a faded fuck, on some faded love Shit, what the fuck you complaining for? Feeling jaded huh? Used to trip off that shit I was kickin' to you Had some fun on the run though I give it to you  But baby, don't get it twisted You was just another nigga on the hit list Tryna fix your inner issues with a bad bitch Didn't they tell you that I was a savage Fuck your white horse and a carriage Bet you never could imagine ...  "
        },
        {
            "songID": 14503,
            "title": "my house",
            "artist": "flo rida",
            "duration": "3:12",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "Open up the champagne, pop! It's my house, come on, turn it up  Hear a knock on the door and the night begins Cause we done this before so you come on in Make yourself at my home, tell me where you been Pour yourself something cold, baby, cheers to this  Sometimes you gotta stay in And you know where I live Yeah, you know what we is Sometimes you gotta stay in, in  Welcome to my house Baby take control now We can't even slow down We don't like to go out  Welcome to my house Play that music too loud Show me what you do now We don't like to go out  Welcome to my house Welcome to my house ...  "
        },
        {
            "songID": 14504,
            "title": "i took a pill in ibiza",
            "artist": "mike posner",
            "duration": "3:17",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "I took a pill in Ibiza To show Avicii I was cool And when I finally got sober, felt ten years older But fuck it, it was something to do  I'm living out in LA I drive a sports car just to prove I'm a real big baller 'cause I made a million dollars And I spend it on girls and shoes  But you don't wanna be high like me Never really knowing why like me You don't ever wanna step off that roller coaster and be all alone  You don't wanna ride the bus like this Never knowing who to trust like this You don't wanna be stuck up on that stage singing Stuck up on that stage singing  All I know are sad songs, sad songs Darling, all I know are sad songs, sad songs ...  "
        },
        {
            "songID": 14505,
            "title": "work from home",
            "artist": "fifth harmony",
            "duration": "3:34",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "I ain't worried 'bout nothin' I ain't wearin' na-nada I'm sittin' pretty, impatient, but I know you gotta Put in them hours, I'mma make it hotter I'm sending pic after picture, I'mma get you fired  I know you're always on the night shift But I can't stand these nights alone And I don't need no explanation Cause baby, you're the boss at home  You don't gotta go to work, work, work, work Work, work, work But you gotta put in work, work, work, work Work, work, work You don't gotta go to work, work, work, work Work, work, work Let my body do the work, work, work, work Work, work, work We can work from home, oh, oh, oh-oh We can work from home, oh, oh, oh-oh  Let's put it into motion I'mma give you a promotion ...  "
        },
        {
            "songID": 14506,
            "title": "this is what you came for",
            "artist": "calvin harris",
            "duration": "3:42",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, ooh, ooh  You, ooh, ooh You, ooh, ooh You, ooh, ooh You, ooh, ooh You, ooh, ooh, ooh  Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, ooh, ooh  You, ooh, ooh You, ooh, ooh You, ooh, ooh You, ooh, ooh You, ooh, ooh, ooh  You, ooh, ooh You, ooh, ooh ...  "
        },
        {
            "songID": 14507,
            "title": "cake by the ocean",
            "artist": "dnce",
            "duration": "3:39",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Oh, no See you walking round like it's a funeral Not so serious, girl; why those feet cold? We just getting started; don't you tiptoe, tiptoe, ah  Waste time with a masterpiece, don't waste time with a masterpiece You should be rolling with me, you should be rolling with me, ah You're a real-life fantasy, you're a real-life fantasy  But you're moving so carefully; let's start living dangerously Talk to me, baby I'm going blind from this sweet sweet craving, whoa-oh Let's lose our minds and go fucking crazy I-I-I-I-I-I keep on hoping we'll eat cake by the ocean  Walk for me, baby I'll be Diddy, you be Naomi - whoa oh  Let's lose our minds and go fucking crazy I-I-I-I-I-I keep on hoping we'll eat cake by the ocean ...  "
        },
        {
            "songID": 14509,
            "title": "ride",
            "artist": "twenty one pilots",
            "duration": "3:34",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "I just wanna stay in the sun where I find I know it's hard sometimes Pieces of peace in the sun's peace of mind I know it's hard sometimes Yeah, I think about the end just way too much But it's fun to fantasize On my enemies who wouldn't wish who I was But it's fun to fantasize  Oh, oh, oh, oh Oh, oh, oh, oh I'm fallin' so I'm taking my time on my ride Oh, oh, oh, oh I'm fallin' so I'm taking my time on my ride Takin' my time on my ride  \"I'd die for you\" that's easy to say We have a list of people that we would take A bullet for them, a bullet for you A bullet for everybody in this room But I don't seem to see many bullets coming through See many bullets coming through Metaphorically, I'm the man But literally, I don't know what I'd do ...  "
        },
        {
            "songID": 14510,
            "title": "heathens",
            "artist": "twenty one pilots",
            "duration": "3:15",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  Welcome to the room of people Who have rooms of people that they loved one day Docked away Just because we check the guns at the door Doesn't mean our brains will change from hand grenades  You'll never know the psychopath sitting next to you You'll never know the murderer sitting next to you ...  "
        },
        {
            "songID": 14512,
            "title": "cold water",
            "artist": "major lazer",
            "duration": "3:05",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Everybody gets high sometimes, you know What else can we do when we're feeling low? So take a deep breath and let it go You shouldn't be drowning on your own  And if you feel you're sinking, I will jump right over Into Cold, Cold Water for you And although time may take us into different places I will still be patient with you And I hope you know  I won't let go I'll be your lifeline tonight I won't let go I'll be your lifeline tonight  ...  "
        },
        {
            "songID": 14514,
            "title": "treat you better",
            "artist": "shawn mendes",
            "duration": "3:07",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "I won't lie to you I know he's just not right for you And you can tell me if I'm off But I see it on your face When you say that he's the one that you want And you're spending all your time In this wrong situation And anytime you want it to stop  I know I can treat you better than he can And any girl like you deserves a gentleman Tell me, why are we wasting time On all your wasted crying When you should be with me instead? I know I can treat you better Better than he can  ...  "
        },
        {
            "songID": 14526,
            "title": "don't mind",
            "artist": "kent jones",
            "duration": "3:18",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Hola, Hola Ma  Keep telling me this And telling me that You said once you take me with you, I'll never go back Now I got a lesson that I want to teach Ima show you that where you from don't matter to me She said \"Hola, Cómo estás?\" She said \"Konnichiwa\" She said \"Pardon my French\" I said \"Bonjour Madame\" Then she said \"Sak pase\" And I said \"N'ap boule\" No matter where I go, you know I love 'em all She said \"Hola, ¿Como estás\" She said \"Konnichiwa\" She said \"Pardon my French\" I said \"Bonjour Madame\" Then she said \"Sak pase\"  And I said \"N'ap boule\"  No matter where I go you know I love'em all  African American for sho I told that baby come and ride the rodeo Every time I come around man, I go for broke  She gives me desktop til I overload Now baby you gon go where you post to go  Cause I ain't got time for you every day  She said she got a man keep it on the low ...  "
        },
        {
            "songID": 14528,
            "title": "we don't talk anymore",
            "artist": "charlie puth",
            "duration": "3:37",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "We don't talk anymore We don't talk anymore We don't talk anymore Like we used to do We don't love anymore What was all of it for? Oh, we don't talk anymore Like we used to do  I just heard you found the one you've been looking You've been looking for I wish I would have known that wasn't me 'Cause even after all this time, I still wonder Why I can't move on Just the way you did so easily  Don't wanna know Kind of dress you're wearing tonight If he's holding onto you so tight The way I did before I overdosed Should've known your love was a game Now I can't get you out of my brain Oh, it's such a shame  That we don't talk anymore We don't talk anymore We don't talk anymore Like we used to do We don't love anymore ...  "
        },
        {
            "songID": 14534,
            "title": "starboy",
            "artist": "the weeknd",
            "duration": "3:50",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "I'm tryna put you in the worst mood, ah P1 cleaner than your church shoes, ah Milli point two just to hurt you, ah All red Lamb' just to tease you, ah None of these toys on lease too, ah Made your whole year in a week too, yah Main bitch out your league too, ah Side bitch out of your league too, ah  House so empty, need a centerpiece Twenty racks a table, carved from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking 'bout me, I don't see a shade Switch out my side, I'll take any lane I switch out my car if I kill any pain  Look what you've done I'm a motherfucking Starboy Look what you've done I'm a motherfucking Starboy  Every day a nigga try to test me, ah ...  "
        },
        {
            "songID": 14537,
            "title": "in the night",
            "artist": "the weeknd",
            "duration": "3:55",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "All alone she was living In a world without an end or beginning Babygirl was living life for the feeling But I don't mind, I don't mind And all the wrongs she committed She was numb and she was so co-dependent She was young and all she had was the city But I don't mind, I don't mind  And I know that she's capable of anything, it's riveting But when you wake up she's always gone, gone, gone  In the night she hears him calling In the night she's dancing to relieve the pain She'll never walk away (I don't think you understand) ...  "
        },
        {
            "songID": 14538,
            "title": "me too",
            "artist": "meghan trainor",
            "duration": "3:01",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Ow!  Who's that sexy thing I see over there? That's me, standin' in the mirror What's that icy thing hanging 'round my neck? Um, that's gold, show me some respect, oh  I thank God every day (uh, ha) That I woke up feelin' this way (uh, ha) And I can't help loving myself And I don't need nobody else, no, uh  If I was you, I'd wanna be me too I'd wanna be me too I'd wanna be me too  If I was you, I'd wanna be me too I'd wanna be me too I'd wanna be me too  I walk in like a dime piece I go straight to V.I.P. I never pay for my drinks My entourage behind me ...  "
        },
        {
            "songID": 14546,
            "title": "hymn for the weekend",
            "artist": "coldplay",
            "duration": "4:18",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "Drink from me, drink from me (oh-ah) Shoot across the sky (pour on a symphony) So high, so high (you said) That we shoot across the sky  Drink from me, drink from me (ah, oh-ah, oh-ah) That we shoot across the sky (now I'm feeling drunk and high) Symphony (so high, so high) That we shoot across the sky  Oh, angel sent from up above You know you make my world light up When I was down, when I was hurt You came to lift me up  Life is a drink, and love's a drug Oh, now I think I must be miles up When I was a river dried up You came to rain a flood  You said, \"drink from me, drink from me\" When I was so thirsty Pour on a symphony Now I just can't get enough ...  "
        },
        {
            "songID": 14552,
            "title": "middle",
            "artist": "dj snake",
            "duration": "3:40",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2020,
            "songReview": "Not reviewed yet.",
            "lyrics": "Starin' at two different views on your window ledge Coffee has gone cold, it's like time froze  There you go wishin' floating down our wishin' well It's like I'm always causin' problems, causin' hell I didn't mean to put you through this, I can tell We're gonna sweep this under the carpet  I hope that I can turn back the time To make it all alright, all alright for us ...  "
        },
        {
            "songID": 14569,
            "title": "perfect",
            "artist": "one direction",
            "duration": "3:50",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "I might never be your knight in shining armour I might never be the one you take home to mother And I might never be the one who brings you flowers But I can be the one, be the one tonight  When I first saw you from across the room I could tell that you were curious, oh, yeah Girl, I hope you're sure what you're looking for 'Cause I'm not good at making promises  But if you like causing trouble up in hotel rooms And if you like having secret little rendezvous If you like to do the things you know that we shouldn't do Then, baby, I'm perfect Baby, I'm perfect for you  And if you like midnight driving with the windows down And if you like going places we can't even pronounce If you like to do whatever you've been dreaming about Then, baby, you're perfect Baby, you're perfect ...  "
        },
        {
            "songID": 14570,
            "title": "shape of you",
            "artist": "ed sheeran",
            "duration": "3:53",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "The club isn't the best place to find a lover So the bar is where I go Me and my friends at the table doing shots Drinking fast, and then we talk slow  And you come over and start up a conversation with just me And trust me, I'll give it a chance now Take my hand, stop Put \"Van the Man\" on the jukebox And then we start to dance And now I'm singing like  Girl, you know I want your love Your love was handmade for somebody like me Come on now, follow my lead I may be crazy, don't mind me  Say: \"Boy, let's not talk too much Grab on my waist and put that body on me\" Come on now, follow my lead Come, come on now, follow my lead  I'm in love with the shape of you We push and pull like a magnet do Although my heart is falling too I'm in love with your body Last night you were in my room And now my bed sheets smell like you Every day discovering something brand new  Oh, I'm in love with your body Oh-i-oh-i-oh-i-oh-i Oh, I'm in love with your body Oh-i-oh-i-oh-i-oh-i Oh, I'm in love with your body Oh-i-oh-i-oh-i-oh-i ...  "
        },
        {
            "songID": 14571,
            "title": "despacito (remix)",
            "artist": "luis fonsi and daddy yankee",
            "duration": "3:48",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Ay Fonsi, DY Oh, oh no, oh no (ey) Hey, yeah, diri-diri-diriridi, Daddy, go!  Sí, sabes que ya llevo un rato mirándote Tengo que bailar contigo hoy (DY) Vi que tu mirada ya estaba llamándome Muéstrame el camino, que yo voy (oh)  Tú, tú eres el imán y yo soy el metal Me voy acercando y voy armando el plan Sólo con pensarlo se acelera el pulso (oh, yeah)  Ya, ya me estás gustando más de lo normal Todos mis sentidos van pidiendo más Esto hay que tomarlo sin ningún apuro  Despacito Quiero respirar tu cuello despacito Deja que te diga cosas al oído Para que te acuerdes si no estás conmigo  Despacito Quiero desnudarte a besos despacito Firmar las paredes de tu laberinto Y hacer de tu cuerpo todo un manuscrito (sube, sube, sube) Sube, sube (oh)  Quiero ver bailar tu pelo, quiero ser tu ritmo ...  "
        },
        {
            "songID": 14572,
            "title": "that's what i like",
            "artist": "bruno mars",
            "duration": "3:26",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Hey, hey, hey I got a condo in Manhattan Baby girl, what's hatnin'? You and your ass invited So gon' and get to clappin'  Yo' pop it for a player Pop, pop it for me Turn around and drop it for a player Drop, drop it for me  I'll rent a beach house in Miami (-ami) Wake up with no jammies (Nope) Lobster tail for dinner Julio serve that scampi (Julio!) You got it if you want it Got, got it if you want it Said you got it if you want it Take my wallet if you want it now  Jump in the Cadillac, girl, let's put some miles on it Anything you want, just to put a smile on it You deserve it baby, you deserve it all And I'm gonna give it to you  Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like ...  "
        },
        {
            "songID": 14573,
            "title": "humble",
            "artist": "kendrick lamar",
            "duration": "2:57",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Nobody pray for me It's been that day for me Waaaaay (yeah, yeah!)  Ayy, I remember syrup sandwiches and crime allowances Finesse a nigga with some counterfeits, but now I'm countin' this Parmesan where my accountant lives; in fact, I'm downin' this D'USSÉ with my boo bae tastes like Kool-Aid for the analysts  Girl, I can buy yo' ass the world with my paystub Ooh, that pussy good, won't you sit it on my taste buds? I get way too petty once you let me do the extras Pull up on your block, then break it down: we playin' Tetris  A.M. to the P.M., P.M. to the A.M., funk Piss out your per diem, you just gotta hate 'em, funk If I quit your BM, I still ride Mercedes, funk If I quit this season, I still be the greatest, funk  My left stroke just went viral Right stroke put lil' baby in a spiral Soprano C, we like to keep it on a high note It's levels to it, you and I know  Bitch, be humble (hol' up, bitch) Sit down (hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) ...  "
        },
        {
            "songID": 14575,
            "title": "bad and boujee",
            "artist": "migos",
            "duration": "5:43",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "If Young Metro don't trust you I'm gon' shoot ya' Hey!  Raindrop, drop top (drop top) Smokin' on - in the hotbox (cookie) F-n' on your b-h she a thot, thot (thot) Cookin' up cook in the crockpot (pot)  We came from nothin' to somethin' (hey) I don't trust nobody (nobody) Call up the gang, and they come and get you (gang) Cry me a river, give you a tissue (hey)  My - is bad and boujee (bad) Cookin' up - with an Uzi (blaow) My - is savage, ruthless (savage) We got 30's and 100 rounds too (grrah)  My - is bad and boujee (bad) Cookin' up - with an Uzi (dope) My - is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  Offset, whoo, whoo, whoo, whoo, whoo! Rackings on rackings, got back-ends on back-ends I'm ridin' around in a coupe (coupe) I take your-right from you (You) - I'm a dog, roof (grr)  Beat the - walls loose (hey) Hop in the frog, whoo (skrt) I tell that - to come comfort me (comfort me) I swear these - is under me (hey)  They hate and the devil keep jumpin' me (jumpin' me) Bankrolls on me keep me company (cash) Aye, we did the most Yeah, pull up in Ghosts (whoo)  Yeah, my diamonds a choker (glah) ...  "
        },
        {
            "songID": 14577,
            "title": "believer",
            "artist": "imagine dragons",
            "duration": "3:24",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "First things first I'ma say all the words inside my head I'm fired up, and tired of the way that things have been, oh-ooh The way that things have been, oh-ooh  Second thing second Don't you tell me what you think that I can be I'm the one at the sail, I'm the master of my sea, oh-ooh The master of my sea, oh-ooh  I was broken from a young age Taking my sulking to the masses Writing my poems for the few That look at me, took to me, shook to me, feeling me Singing from heartache from the pain Taking my message from the veins Speaking my lesson from the brain Seeing the beauty through the... Pain!  You made me a, you made me a believer, believer Pain! You break me down, you build me up, believer, believer Pain ...  "
        },
        {
            "songID": 14578,
            "title": "congratulations",
            "artist": "post malone",
            "duration": "3:40",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Mm-mmm Yah, yah Mm-mmm Yah (hey)  My momma called, seen you on TV, son Said shit done changed ever since we was on I dreamed it all ever since I was young They said I wouldn't be nothing Now they always say, \"Congratulations\" (uh, uh) Worked so hard, forgot how to vacation (uh-huh) They ain't never had the dedication (uh, uh) People hatin', say we changed and look, we made it (uh, uh) Yeah, we made it (uh, uh)  They was never friendly, yeah Now I'm jumping out the Bentley, yeah And I know I sound dramatic, yeah But I know I had to have it, yeah For the money, I'm a savage, yeah I be itching like a addict, yeah I'm surrounded, twenty bad bitches, yeah But they didn't know me last year, yeah Everyone wanna act like they important (Yeah, yeah, yeah, yeah, yeah) But all that mean nothing when I saw my dough, yuh (Yeah, yeah, yeah, yeah, yeah) ...  "
        },
        {
            "songID": 14579,
            "title": "say you won't let go",
            "artist": "james arthur",
            "duration": "3:31",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "I met you in the dark You lit me up You made me feel as though I was enough We danced the night away We drank too much I held your hair back when You were throwing up  Then you smiled over your shoulder For a minute, I was stone cold sober I pulled you closer to my chest And you asked me to stay over I said, I already told ya I think that you should get some rest  I knew I loved you then But you'd never know Cause I played it cool When I was scared of letting go I know I needed you But I never showed But I wanna stay with you ...  "
        },
        {
            "songID": 14582,
            "title": "mask off",
            "artist": "future",
            "duration": "3:24",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Call it how it is Hendrix I promise, I swear, I swear You heard, spit it, yo  Percocets (Ya), molly, Percocets (Percocets) Percocets (Ya), molly, Percocets (Percocets) Rep the set (Yee), gotta rep the set (Gang, gang) Chase a check (Chase it), never chase a bitch (Don't chase no bitches)  Mask on, fuck it, mask off (Mask) Mask on, fuck it, mask off (Mask) Percocets ('Cets), molly, Percocets (Percocets) Chase a check (Chase it), never chase a bitch (Don't chase no bitches)  Two cups (Cup), toast up with the gang (Gang, gang) From food stamps to a whole 'nother domain, ya Out the bottom (Ye), I'm the livin' proof (Super) Ain't compromisin', half a million on the coupe (Gang, gang) Drug houses (Where), lookin' like Peru (Woah, woah, woah) Graduated, I was overdue (I'm on due) Pink molly (Molly), I can barely move (Barely move) Ask about me ('Bout me), I'm gon' bust a move Rick James (James), thirty-three chains (Thirty-three) Ocean air (Air), cruisin' Biscayne ...  "
        },
        {
            "songID": 14583,
            "title": "unforgettable",
            "artist": "french montana",
            "duration": "3:53",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "It's not good enough for me Since I've been with you, ooh It's not gonna work for you Nobody can equal me (I know) I'm gonna sip on this drink, when I'm fucked up I should know how to pick up I'm gonna catch the rhythm while she push up against me Ooh, is she tipsy? I had enough convo for 24 I peep'd you from across the room Pretty little body, dancing like GoGo, hey  And you are unforgettable I need to get you alone, ooh Why not? A fucking good time, never hurt nobody I got a little drink but it's not Bacardi If you loved the girl then I'm so, so sorry I gotta give it to her like we in a marriage Oh, like we in a hurry No, no, I won't tell nobody You're on your level too Tryna do what lovers do  Feelin' like I'm fresh out, Boosie If they want the drama, got the Uzi Ship the whole crew to the cruise ship Doin' shit you don't even see in movies Ride with me Ride with me, boss ...  "
        },
        {
            "songID": 14584,
            "title": "24k magic",
            "artist": "bruno mars",
            "duration": "3:26",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Tonight I just want to take you higher Throw your hands up in the sky Let's set this party off right  Players, put yo' pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe soul player Uh, look out!  Pop pop, it's show time (Show time) Show time (Show time) Guess who's back again? Oh they don't know? (Go on tell 'em) Oh they don't know? (Go on tell 'em) I bet they know soon as we walk in (Showin' up) Wearing Cuban links (ya) Designer minks (ya) Inglewood's finest shoes (Whoop, whoop) Don't look too hard Might hurt ya'self Known to give the color red the blues  Ooh shit, I'm a dangerous man with some money in my pocket (Keep up) So many pretty girls around me and they waking up the rocket (Keep up) Why you mad? Fix ya face Ain't my fault y'all be jocking (Keep up) ...  "
        },
        {
            "songID": 14600,
            "title": "i feel it coming",
            "artist": "the weeknd",
            "duration": "4:29",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Tell me what you really like Baby I can take my time We don't ever have to fight Just take it step-by-step I can see it in your eyes Cause they never tell me lies I can feel that body shake And the heat between your legs  You've been scared of love and what it did to you You don't have to run, I know what you've been through Just a simple touch and it can set you free We don't have to rush when you're alone with me  I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe  You are not the single type So baby, this the perfect time I'm just trying to get you high And faded off this touch You don't need a lonely night So baby, I can make it right ...  "
        },
        {
            "songID": 14603,
            "title": "fake love",
            "artist": "drake",
            "duration": "3:30",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Yeah, yeah  I've been down so long it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face Straight up to my face I've been down so long it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face Straight up to my face  Somethin' ain't right when we talkin' Somethin' ain't right when we talkin' Look like you hidin' your problems Really you never was all in No you can't son me, you won't never get to run me Just when shit look out of reach, I reach back like one, three Like one, three, yeah  That's when they smile in my face Whole time they wanna take my place Whole time they wanna take my place ...  "
        },
        {
            "songID": 14604,
            "title": "don't wanna know",
            "artist": "maroon 5",
            "duration": "3:34",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Oh, oh hey Oh, oh, oh hey Oh, oh, oh, oh hey Oh oh, oh oh  I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no  I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  Wasted (wasted) And the more I drink, the more I think about you Oh no, no, I can't take it Baby, every place I go reminds me of you  Do you think of me? Of what we used to be? Is it better now that I'm not around? My friends're all acting strange They don't bring up your name Are you happy now? Are you happy now?  I don't wanna know, know, know, know Who's taking you home, home, home, home ...  "
        },
        {
            "songID": 14605,
            "title": "look what you made me do",
            "artist": "taylor swift",
            "duration": "3:31",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "I don't like your little games Don't like your tilted stage The role you made me play of the fool No, I don't like you  I don't like your perfect crime How you laugh when you lie You said the gun was mine Isn't cool, no, I don't like you  But I got smarter; I got harder in the nick of time Honey, I rose up from the dead, I do it all the time I got a list of names, and yours is in red, underlined I check it once, then I check it twice, oh!  Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me...  Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me do  I don't like your kingdom keys They once belonged to me You asked me for a place to sleep ...  "
        },
        {
            "songID": 14606,
            "title": "castle on the hill",
            "artist": "ed sheeran",
            "duration": "4:21",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "When I was six years old, I broke my leg I was running from my brother and his friends And tasted the sweet perfume of the mountain grass I rolled down I was younger then, take me back to when I  Found my heart and broke it here Made friends and lost them through the years And I've not seen the roaring fields in so long I know I've grown, but I can't wait to go home  I'm on my way Driving at 90 down those country lanes Singing to Tiny Dancer And I miss the way you make me feel, and it's real When we watched the sunset over the castle on the hill  Fifteen years old and smoking hand-rolled cigarettes ...  "
        },
        {
            "songID": 14608,
            "title": "paris",
            "artist": "the chainsmokers",
            "duration": "3:41",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "We were staying in Paris To get away from your parents And I thought: \"Wow, if I could take this in a shot right now I don't think that we could work this out\"  Out on the terrace I don't know if it's fair But I thought: \"How could I let you fall by yourself While I'm wasted with someone else?\"  If we go down, then we go down together They'll say you could do anything They'll say that I was clever If we go down, then we go down together We'll get away with everything Let's show them we are better Let's show them we are better Let's show them we are better  We were staying in Paris To get away from your parents You look so proud Standing there with a frown and a cigarette Posting pictures of yourself on the Internet ...  "
        },
        {
            "songID": 14612,
            "title": "bank account",
            "artist": "21 savage",
            "duration": "3:40",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Ooh, ooh, ooh, ow, ow, ow Wow, wow, ow, ah, ow, ah, ah, ah  I buy a new car for the bitch (For real) I tear down the mall with the bitch (For real) You can't even talk to the bitch (No) She fucking with bosses and shit (On God) I pull up in 'Rari's and shit (Skrrr) With choppers and Harley's and shit (For real) I be Gucci'd down (Gucci) You wearing Lacoste and shit (Bitch)  Yeah, Moncler, yuh, fur came off a bear, yuh (Yeah) Triple homicide, put me in a chair, yuh (In jail) Triple cross the plug, we do not play fair, yuh (On God) Got 'em tennis chains on and they real blingy (Bling) Draco make you do the chicken head like Chingy (Chingy) Walk in Neiman Marcus and I spend a light fifty (Fifty) Please proceed with caution, shooters, they be right with me (21) Bad bitch, cute face and some nice titties  $7,500 on a Saint Laurent jacket (Yeah) Bitch, be careful when you dumpin' your ashes (Bitch) I ain't no sucker, I ain't cuffin' no action (Nah) The skreets raised me, I'm a whole bastard (Wild) I bought a 'Rari just so I can go faster (Skrrr) Niggas tryna copy me, they playing catch up (21) I might pull up in a Ghost, no Casper (21) I been smoking gas and I got no asthma  I got 1-2-3-4-5-6-7-8 M's in my bank account, yeah (On God) In my bank account, yeah (On God) ...  "
        },
        {
            "songID": 14613,
            "title": "mi gente",
            "artist": "j balvin and willy william",
            "duration": "3:09",
            "genre": "reggae",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Si el ritmo te lleva a mover la cabeza Ya empezamos como es Mi música no discrimina a nadie Así que vamos a romper  Toda mi gente se mueve Mira el ritmo cómo los tiene Hago música que entretiene El mundo nos quiere, nos quiere, me quiere a mí  Toda mi gente se mueve Mira el ritmo cómo los tiene Hago música que entretiene Mi música los tiene fuerte bailando y se baila así  Estamos rompiendo la discoteca La fiesta no para, apenas comienza C'est comme ci, c'est comme ça Ma chérie, la la la la la  ...  "
        },
        {
            "songID": 14614,
            "title": "thunder",
            "artist": "imagine dragons",
            "duration": "3:07",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Just a young gun with a quick fuse I was uptight, wanna let loose I was dreaming of bigger things And wanna leave my own life behind Not a yes sir, not a follower Fit the box, fit the mold Have a seat in the foyer, take a number I was lightning before the thunder  Thunder, thunder Thunder, thun-, thunder Thun-thun-thunder, thunder, thunder Thunder, thun-, thunder Thun-thun-thunder, thunder  Thunder, feel the thunder Lightning and the thunder Thunder, feel the thunder Lightning and the thunder Thunder, thunder Thunder ...  "
        },
        {
            "songID": 14621,
            "title": "rolex",
            "artist": "ayo & teo",
            "duration": "3:58",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "I just want a Rollie, Rollie, Rollie with a dab of ranch I already got some designer to hold up my pants I just want some ice on my wrist so I look better when I dance Have you lookin' at it, put you in a trance I just want a Rollie, Rollie, Rollie with a dab of ranch I already got some designer to hold up my pants I just want some ice on my wrist so I look better when I dance Have you lookin' at it, put you in a trance Yeah, yeah, yeah All I ever wanted was a Rollie, Rollie All I ever wanted was a Rollie, Rollie Cooler than a snowman with the ice all on me Now your chick all on me, now your chick all on me (she on me)  My Rollie don't tick tock, it just glide Keep starin' at it and you might go blind I be movin' clean, I don't even try All I see is bands, bands, I spy Yeah, dat way I need that moola by Tuesday Yeah, dat way I low key feel like fungswae I just now got started Got views on views, I'm poppin' My diamonds goin' retarded ...  "
        },
        {
            "songID": 14622,
            "title": "dna",
            "artist": "kendrick lamar",
            "duration": "3:05",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "I got, I got, I got, I got Loyalty, got royalty inside my DNA Cocaine quarter piece, got war and peace inside my DNA I got power, poison, pain and joy inside my DNA I got hustle though, ambition, flow inside my DNA I was born like this, since one like this, immaculate conception I transform like this, perform like this, was Yeshua new weapon I don't contemplate, I meditate, then off your fucking head This that put-the-kids-to-bed  This that I got, I got, I got, I got Realness, I just kill shit 'cause it's in my DNA I got millions, I got riches buildin' in my DNA I got dark, I got evil, that rot inside my DNA I got off, I got troublesome heart inside my DNA  I just win again, then win again like Wimbledon, I serve Yeah, that's him again, the sound that engine in is like a bird You see fireworks and Corvette tire skrrt the boulevard I know how you work, I know just who you are  See, you's a, you's a, you's a Bitch, your hormones prolly switch inside your DNA Problem is, all that sucker shit inside your DNA Daddy prolly snitched, heritage inside your DNA Backbone don't exist, born outside a jellyfish, I gauge See, my pedigree most definitely don't tolerate the front Shit I've been through prolly offend you, this is Paula's oldest son I know murder, conviction, burners, boosters Burglars, ballers, dead, redemption ...  "
        },
        {
            "songID": 14629,
            "title": "cold",
            "artist": "maroon 5",
            "duration": "3:54",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Cold enough to chill my bones It feels like I don't know you anymore I don't understand why you're so  Cold to me with every breath you breathe I see there's something going on I don't understand why you're so cold  Are we taking time or a time out? I can't take the in between Asking me for space here in my house You know how to fuck with me  Acting like we're not together After everything that we've been through Sleeping up under the covers How am I so far away from you?  Distant when we're kissing feel so different Baby, tell me how did you get so  Cold enough to chill my bones? It feels like I don't know you anymore I don't understand why you're so  Cold to me with every breath you breathe I see there's something going on I don't understand why you're so cold, yeah  Whoa, yeah, whoa, yeah I don't understand why you're so cold  What you holdin' on, holdin' on for? ...  "
        },
        {
            "songID": 14630,
            "title": "slide",
            "artist": "calvin harris",
            "duration": "3:50",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "I might Empty my bank account And buy that boy with a pipe Buy that boy with a pipe I might, I might Empty my bank account And buy that boy with a pipe Buy that boy with a pipe I might  Do you slide on all your nights like this? Do you try on all your nights like this? (I might) Put some spotlight on the slide Whatever comes, comes through clear Do you slide on all your nights like this? Do you try on all your nights like this? (I might) Put some spotlight on the side And whatever comes, comes through clear  All this jewelry ain't no use when it's this dark It's my favorite part, we see the lights, they got so far It went too fast, we couldn't reach it with our arms Wrist on a wrist, a link of charm (oh yeah) Laying, we're still a link apart ...  "
        },
        {
            "songID": 14633,
            "title": "feels",
            "artist": "calvin harris",
            "duration": "3:43",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Ah, yeah  Hey! Now, nothing ever last forever, no One minute you're here and the next you're gone So I respect you, wanna take it slow I need a mental receipt to know this moment I owe  Do you mind if I steal a kiss, tho? (Chop, chop) A little souvenir, can I steal it from you? To memorize the way you shock me The way you move it here (hey) Just wanna feel it from you (hey)  Don't be afraid to catch feels Ride drop top and chase thrills (hey) I know you ain't afraid to pop pills (hey) Baby, I know you ain't scared to catch feels Feels with me  I'm your window shopper, sucker for your love, oh I'm wearing your goggles, virtual reality It ain't what it cost you, it might be a dollar As long as it shocks you, memory, electricity ...  "
        },
        {
            "songID": 14634,
            "title": "all time low",
            "artist": "jon bellion",
            "duration": "3:37",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "I, was the knight in shining armor in your movie Would put your lips on mine and love the after taste Now I'm a ghost I call your name You look right through me You're the reason I'm alone and masturbate I I've been trying to fix fix my pride But that shits broken That shits broken Lie Lie Lie Lie I try to hide but now you know it That I'm at an All Time Low Low Low Low(Repeat) I ...  "
        },
        {
            "songID": 14637,
            "title": "young dumb & broke",
            "artist": "khalid",
            "duration": "3:22",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "So you're still thinking of me Just like I know you should I can not give you everything, you know I wish I could I'm so high at the moment I'm so caught up in this Yeah, we're just young, dumb and broke But we still got love to give  While we're young, dumb Young, young, dumb and broke Young, dumb Young, young, dumb and broke Young, dumb Young, young dumb and broke Young, dumb, broke high school kids Ya-da-da da-da da-da-da Ya-da-da da-da da-da Ya-da-da da-da-da da-da Young, dumb, broke high school kids  We have so much in common We argue all the time ...  "
        },
        {
            "songID": 14657,
            "title": "god's plan",
            "artist": "drake",
            "duration": "3:18",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Yeah, they wishin' and wishin' and wishin' and wishin' They wishin' on me, yuh  I been movin' calm, don't start no trouble with me Tryna keep it peaceful is a struggle for me Don't pull up at 6 AM to cuddle with me You know how I like it when you lovin' on me  I don't wanna die for them to miss me Yes, I see the things that they wishin' on me Hope I got some brothers that outlive me They gon' tell the story, shit was different with me  God's plan God's plan I hold back, sometimes I won't, yuh I feel good, sometimes I don't, ay, don't I finessed down Weston Road, ay, 'nessed Might go down a G.O.D., yeah, wait ...  "
        },
        {
            "songID": 14658,
            "title": "meant to be",
            "artist": "bebe rexha",
            "duration": "2:43",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2017,
            "songReview": "Not reviewed yet.",
            "lyrics": "Baby, lay on back and relax Kick your pretty feet up on my dash No need to go nowhere fast Let's enjoy right here where we at Who knows where this road is supposed to lead We got nothing but time As long as you're right here next to me Everything's gonna be alright  If it's meant to be It'll be, it'll be Baby, just let it be If it's meant to be It'll be, it'll be Baby, just let it be  So, won't you ride with me Ride with me? See where this thing goes If it's meant to be It'll be, it'll be Baby, if it's meant to be  I don't mean to be so uptight ...  "
        },
        {
            "songID": 14659,
            "title": "psycho",
            "artist": "post malone",
            "duration": "3:41",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Damn, my AP goin' psycho, lil' mama bad like Michael Can't really trust nobody with all this jewelry on you My roof look like a no-show, got diamonds by the boatload Come with the Tony Romo for clowns and all the bozos  My AP goin' psycho, lil' mama bad like Michael Can't really trust nobody with all this jewelry on you My roof look like a no-show, got diamonds by the boatload Don't act like you my friend when I'm rollin' through my ends, though  You stuck in the friend zone, I tell that four-five the fifth, ayy Hunnid bands inside my shorts, DeChino the shit, ayy Try to stuff it all in, but it don't even fit, ayy Know that I been with the shits ever since a jit, ayy  I made my first million, I'm like, \"Shit, this is it,\" ayy 30 for a walkthrough, man, we had that bitch lit, ayy Had so many bottles, gave ugly girl a sip Out the window of the Benzo, we get seen in the rent'  And I'm like, whoa Man, my neck so goddamn cold ...  "
        },
        {
            "songID": 14660,
            "title": "in my feelings",
            "artist": "drake",
            "duration": "3:37",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Trap, TrapMoneyBenny This shit got me in my feelings Gotta be real with it, yup  Kiki, do you love me? Are you riding? Say you'll never ever leave from beside me 'Cause I want ya, and I need ya And I'm down for you always  KB, do you love me? Are you riding? Say you'll never ever leave from beside me 'Cause I want ya, and I need ya And I'm down for you always  Look, the new me is really still the real me I swear you gotta feel me before they try and kill me They gotta make some choices, they runnin' out of options 'Cause I've been going off and they don't know when it's stopping  And when you get to topping I see that you've been learning And when I take you shopping You spend it like you earned it And when you popped off on your ex, he deserved it I thought you were the one from the jump that confirmed it  TrapMoneyBenny I buy you Champagne but you love some Henny From the block, like you Jenny I know you special, girl, 'cause I know too many  'Resha, do you love me? Are you riding? Say you'll never ever leave from beside me 'Cause I want ya, and I need ya ...  "
        },
        {
            "songID": 14661,
            "title": "girls like you",
            "artist": "maroon 5",
            "duration": "3:55",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Spent 24 hours, I need more hours with you You spent the weekend getting even, ooh We spent the late nights making things right between us  But now it's all good, babe Roll that back wood, babe And play me close  'Cause girls like you run 'round with guys like me 'Til sun down when I come through I need a girl like you, yeah yeah Girls like you love fun and, yeah, me too What I want when I come through I need a girl like you, yeah yeah  Yeah yeah yeah, yeah yeah yeah I need a girl like you, yeah yeah Yeah yeah yeah, yeah yeah yeah I need a girl like you  I spent last night on the last flight to you (ey ya) Took a whole day up trying to get way up, ooh ...  "
        },
        {
            "songID": 14663,
            "title": "lucid dreams",
            "artist": "juice wrld",
            "duration": "3:59",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Enviyon on the mix  No, no, no, no No-no, no, no, no, no, no, no, no, no, no, no, no, no  I still see your shadows in my room Can't take back the love that I gave you It's to the point where I love and I hate you And I cannot change you, so I must replace you, oh  Easier said than done I thought you were the one Listenin' to my heart instead of my head You found another one But I am the better one I won't let you forget me  I still see your shadows in my room Can't take back the love that I gave you It's to the point where I love and I hate you And I cannot change you, so I must replace you, oh  Easier said than done I thought you were the one Listenin' to my heart instead of my head You found another one But I am the better one I won't let you forget me  You left me falling and landing inside my grave I know that you want me dead ...  "
        },
        {
            "songID": 14664,
            "title": "better now",
            "artist": "post malone",
            "duration": "3:51",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "You pro'lly think that you are better now, better now You only say that 'cause I'm not around, not around You know I never meant to let you down, let you down Would've gave you anything Would've gave you everything  You know I say that I am better now, better now I only say that 'cause you're not around, not around You know I never meant to let you down, let you down Would've gave you anything Would've gave you everything, oh-woah  I did not believe that it would end, no Everything came second to the Benzo You're not even speakin' to my friends, no You knew all my uncles and my aunts though  Twenty candles, blow 'em out and open your eyes We were lookin' forward to the rest of our lives Used to keep my picture posted by your bedside Now it's in your dresser with the socks you don't like  And I'm rollin', rollin', rollin', rollin' With my brothers like it's Jonas, Jonas Drinkin' Henny and I'm tryna forget ...  "
        },
        {
            "songID": 14694,
            "title": "all the stars",
            "artist": "kendrick lamar and sza",
            "duration": "3:52",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Love, let's talk about love Is it anything and everything you hoped for? Or do the feeling haunt you? I know the feeling haunt you  This may be the night that my dreams might let me know All the stars are closer All the stars are closer All the stars are closer This may be the night that my dreams might let me know All the stars are closer All the stars are closer All the stars are closer  Tell me what you gon' do to me Confrontation ain't nothin' new to me You can bring a bullet, bring a sword, bring a morgue But you can't bring the truth to me Fuck you and all your expectations I don't even want your congratulations I recognize your false confidence And calculated promises all in your conversation I hate people that feel entitled Look at me crazy 'cause I ain't invite you Oh, you important? ...  "
        },
        {
            "songID": 14696,
            "title": "this is america",
            "artist": "childish gambino",
            "duration": "3:45",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, go, go away Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, go, go away Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, go, go away Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, go, go away  We just wanna party Party just for you We just want the money Money just for you (yeah) I know you wanna party Party just for free Girl, you got me dancin' (girl, you got me dancin') Dance and shake the frame (yeah) We just wanna party (yeah) Party just for you (yeah) We just want the money (yeah) Money just for you (you) I know you wanna party (yeah) Party just for free (yeah) Girl, you got me dancin' (girl, you got me dancin', yeah) Dance and shake the frame (ooh)  This is America Don't catch you slippin' now Don't catch you slippin' now Look what I'm whippin' now This is America (woo) Don't catch you slippin' now Don't catch you slippin' now Look what I'm whippin' now  This is America (skrrt, skrrt, woo) Don't catch you slippin' now (ayy) Look how I'm livin' now Police be trippin' now (woo) ...  "
        },
        {
            "songID": 14704,
            "title": "bartier cardi",
            "artist": "cardi b",
            "duration": "3:44",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Bardi in a 'Rari, diamonds all over my body (30, you a fool for this one) Shinin' all over my body Bardi, put that lil' bitch on molly, Bardi!  Bitch on Molly (Cheeze) 21, diamonds all over my body Fucked that bitch on molly (KSR) Ask him if I'm 'bout it  Your b- wanna party with Cardi Cartier Bardi in a 'Rari (21) Diamonds all over my body (Cardi) Shinin' all over my body (my body)  Cardi got your b- on molly B-, you ain't gang, you lame Bentley truck lane to lane, blow out the brain (21) I go insane, insane  I drop a check on the chain, f- up a check in the Flame Cardi took your man, you upset, uh Cardi got rich, they upset, yeah (from what?) Cardi put the p- on Offset (say what?)  Cartier, Cardi B brain on Offset (21) Cardi took your man, you upset, uh Cardi got rich, they upset, yeah (21) Cardi put the p- on Offset (Cardi) Cartier, Cardi B brain on Offset (who's Cardi?)  Who get this motherf-r started? (Cardi) Who took your b- out to party? (Cardi) I took your bi- and departed (Cardi) Who that be fly as a Martian? (Cardi) Who that on fleek in the cut? (Cardi)  Who got the bricks in the truck? (Cardi) Them diamonds gon' hit like a b- on a b- ass bitch B-, you a wannabe Cardi Red bottom MJ, moonwalk on a b-  Moonwalkin' through your clique I'm moonwalkin' in the 6 Sticky with the kick, moonrocks in this b- I'm from the motherf- Bronx (Bronx) I keep the pump in the trunk (trunk) B-, if you bad then jump (jump) Might leave your b- in a slump (your back) ...  "
        },
        {
            "songID": 14707,
            "title": "how long",
            "artist": "charlie puth",
            "duration": "3:20",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Ooh, yeah  I'll admit, I was wrong, what else can I say, girl? Can't you blame my head and not my heart I was drunk, I was gone, that don't make it right, but Promise there were no feelings involved, mmh  She said, boy, tell me honestly Was it real or just for show? (Yeah) She said, save your apologies Baby, I just gotta know  How long has this been goin' on? You've been creepin' 'round on me While you're callin' me, baby How long has this been goin' on? You've been actin' so shady, (Shady) I've been feelin' it lately, baby  Ooh-ooh-ooh, yeah Ooh-ooh-hoo, encore Ooh-ooh-ooh-hoo-ooh-ooh  ...  "
        },
        {
            "songID": 14709,
            "title": "one kiss",
            "artist": "calvin harris and dua lipa",
            "duration": "3:34",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "One kiss is all it takes Fallin' in love with me Possibilities I look like all you need  Let me take the night, I love real easy And I know that you'll still wanna see me On the Sunday morning, music real loud Let me love you while the moon is still out  Something in you-ou-ou lit up heaven in me-e-e The feeling won't let me slee-ee-eep 'Cause I'm lost in the way you move, the way you feel  One kiss is all it takes Fallin' in love with me Possibilities I look like all you need One kiss is all it takes Fallin' in love with me Possibilities I look like all you need  One ...  "
        },
        {
            "songID": 14712,
            "title": "no brainer",
            "artist": "dj khaled",
            "duration": "4:20",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "We the Best Music! Another one! DJ Khaled!  You stick out of the crowd, baby, it's a no-brainer It ain't that hard to choose Him or me, be for real, baby, it's a no-brainer You got your mind unloose Go hard and watch the sun rise One night'll change your whole life Off top, drop-top, baby it's a no-brainer Put 'em up if you with me  Yeah, yeah-eah, yeah, yeah-eah-eah In the middle, woah Woah-woah-oah, oh, oh-oh, ooh Put 'em high Put 'em high Yeah-eah-eah, yeah, yeah-eah-eah Both arms, yeah Woah-woah-oah, oh, oh-oh, ooh Put 'em high  Quavo! Mama told you don't talk to strangers (Mama, mama, mama!) But when you're ridin' in the drop, you can't explain it (Skrrt, skrrt, skrrt-skrrt) What you been waitin' on this whole time? (Yeah) I blow the brains outta your mind (Ooh) And I ain't talking 'bout physically (No) I'm talking 'bout mentally (Talking 'bout mentally)  She lookin', she look like she nasty (She lookin') She lookin', she look like she classy (She lookin') She lookin', just look at her dancing (Look at her) She lookin', I took her to the mansion (Yeah, yeah)  You stick out of the crowd, baby, it's a no-brainer It ain't that hard to choose Him or me, be for real, baby, it's a no-brainer You got your mind unloose ...  "
        },
        {
            "songID": 14716,
            "title": "eastside",
            "artist": "benny blanco, halsey and khalid",
            "duration": "2:53",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Uh Yeah, yeah  When I was young, I fell in love We used to hold hands, man, that was enough (yeah) Then we grew up, started to touch Used to kiss underneath the light on the back of the bus (yeah)  Oh no, your daddy didn't like me much And he didn't believe me when I said you were the one Oh, every day she found a way out of the window to sneak out late  She used to meet me on the Eastside In the city where the sun don't set And every day you know that we ride Through the backstreets of a blue Corvette  Baby, you know I just wanna leave tonight We can go anywhere we want Drive down to the coast, jump in the seat Just take my hand and come with me, yeah  We can do anything if we put our minds to it Take your whole life then you put a line through it ...  "
        },
        {
            "songID": 14717,
            "title": "call out my name",
            "artist": "the weeknd",
            "duration": "3:48",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "We found each other I helped you out of a broken place You gave me comfort But falling for you was my mistake  I put you on top, I put you on top I claimed you so proud and openly And when times were rough, when times were rough I made sure I held you close to me  So call out my name (Call out my name) Call out my name when I kiss you, so gently I want you to stay (I want you to stay) I want you to stay even though you don't want me  Girl, why can't you wait? (Why can't you wait, baby?) ...  "
        },
        {
            "songID": 14718,
            "title": "king's dead",
            "artist": "jay rock, kendrick lamar, future and james blake",
            "duration": "3:49",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Miss me with that bullshit (bullshit) You ain't really wild, you a tourist (a tourist) I be blackin' out with the purist (the purist) I made a hundred thou', then I freaked it (I freaked it) I made 500 thou', then I freaked it (I freaked it) I bought a '87 for the weekend (the weekend) This ain't what you want, this ain't what you want (what you want) This ain't what you want, this ain't what you want (what you want)  And it's like that, lil' bitch MVP, I don't get no sleep, no, I don't like that, lil' bitch Bust that open, I want that ocean, yeah that bite back, lil' bitch Do it bite back, lil' bitch? Need two life jackets, lil' bitch I ain't gon' hold you, I ain't gon' press you, never control you I ain't gon' front you, keep it 100, I don't know you Boss like Top Dawg, bossed my life up, crossin' over Stutter steppin', got a Hall of Fame in all my posters I've been ready, my whip been ready My bitch been ready, my clique been ready My shit's been ready, my check's been ready My shot's on full, that's Armageddon I got pull, I hope y'all ready My tank on full, you know, unleaded I gotta go get it, I gotta go get it I gotta go get it, I gotta go get it My name gon' hold up, my team gon' hold up My name gon' hold up, my team gon' hold up My shots gon' fire, my team gon' roll up Ménage-à-trois, my queen gon' roll up I hope y'all ready, you know I'm ready I reign all day, you know, confetti I gotta go get it, I gotta go get it I gotta go get it, I gotta go get it, skrrt ...  "
        },
        {
            "songID": 14723,
            "title": "i'm upset",
            "artist": "drake",
            "duration": "3:34",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Yeah (I'm workin' on dyin')  I'm upset Fifty thousand on my head, it's disrespect So offended that I had to double check I'ma always take the money over sex That's why they need me out the way, what you expect?  Got a lot of blood and it's cold They keep tryna' get me for my soul Thankful for the women that I know Can't go fifty-fifty with no hoe  Every month I'm supposed to pay her bills and get her what she want I still got like seven years of doin' what I want My dad still got child support from 1991  Outta town, people love to pop a lot of shit then come around Word to Flacko Jodye, he done seen us put it down ...  "
        },
        {
            "songID": 14724,
            "title": "get along",
            "artist": "kenny chesney",
            "duration": "3:19",
            "genre": "country",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Met a man wearin' a t-shirt, said \"Virginia is for lovers\" Had a Bible in his left hand and a bottle in the other He said \"All you're really given is the sunshine and your name\" We both started laughin' when the sky started to rain  Get along, on down the road We've got a long long way to go Scared to live, scared to die We ain't perfect but we try Get along while we can Always give love the upper hand Paint a wall, learn to dance Call your mom, buy a boat Drink a beer, sing a song Make a friend, can't we all get along ...  "
        },
        {
            "songID": 14725,
            "title": "moonlight",
            "artist": "xxxtentacion",
            "duration": "2:15",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2018,
            "songReview": "Not reviewed yet.",
            "lyrics": "Yeah  Spotlight, uh, moonlight, uh Nigga, why you trippin'? Get your mood right, uh Shawty look good in the moonlight All these pussy niggas so bad mind  Spotlight, moonlight Nigga, why you trippin'? Get your mood right Shawty look good in the moonlight All these pussy niggas so bad mind  Spotlight, uh, moonlight uh Nigga, why you trippin'? Get your mood right, uh Shawty look good in the moonlight All these pussy niggas so bad mind  Spotlight, moonlight ...  "
        },
        {
            "songID": 14492,
            "title": "how deep is your love",
            "artist": "calvin harris and disciples",
            "duration": "4:16",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "I want you to breathe me in Let me be your air Let me roam your body freely No inhibition, no fear  How deep is your love? Is it like the ocean? What devotion are you? How deep is your love? Is it like Nirvana? Hit me harder again How deep is your love? How deep is your love?  How deep is your love? Is it like the ocean? Pull me closer again How deep is your love?  How deep is your love?  Open up my eyes and ...  "
        },
        {
            "songID": 14493,
            "title": "love yourself",
            "artist": "justin bieber",
            "duration": "3:53",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "For all the times that you rain on my parade And all the clubs you get in using my name You think you broke my heart, oh girl for goodness sake You think I'm crying on my own, well I ain't  And I didn't wanna write a song Cause I didn't want anyone thinking I still care I don't but, you still hit my phone up And baby I be movin' on And I think you should be somethin' I don't wanna hold back, maybe you should know that  My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job, didn't see what's going on But now I know, I'm better sleeping on my own  Cause if you like the way you look that much Oh, baby, you should go and love yourself ...  "
        },
        {
            "songID": 14494,
            "title": "one dance",
            "artist": "drake",
            "duration": "2:53",
            "genre": "rap",
            "album": "views",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Baby, I like your style  Grips on your waist, front way, back way You know that I don't play Streets not safe but I never run away Even when I'm away Oti, oti There's never much love when we go OT I pray to make it back in one piece I pray, I pray  That's why I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  Baby, I like your style  Strength and guidance All that I'm wishing for my friends Nobody makes it from my ends ...  "
        },
        {
            "songID": 14495,
            "title": "work",
            "artist": "rihanna",
            "duration": "3:39",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Work, work, work, work, work, work  He said me haffi Work, work, work, work, work, work! He see me do mi Dirt, dirt, dirt, dirt, dirt, dirt! So me put in Work, work, work, work, work, work  When you ah guh Learn, learn, learn, learn, learn  Meh nuh cyar if him Hurt, hurt, hurt, hurt, hurting  Dry me ah desert him  Nuh time to have you lurking Him ah go act like he nah like it  You know I dealt with you the nicest Nuh body touch me in the righteous Nuh botha text me in a crisis I believed all of your dreams, adoration You took my heart and my keys and my patience You took my heart on my sleeve for decoration You mistaken my love I brought for you for foundation All that I wanted from you was to give me Something that I never had Something that you've never seen Something that you've never been! Mmmmm! But I wake up and act like nothing's wrong  Just get ready for...  Work, work, work, work, work, work  He said me haffi ...  "
        },
        {
            "songID": 14496,
            "title": "stressed out",
            "artist": "twenty one pilots",
            "duration": "3:22",
            "genre": "rock",
            "album": "Unknown Album",
            "releaseDate": 2015,
            "songReview": "Not reviewed yet.",
            "lyrics": "I wish I found some better sounds No one's ever heard I wish I had a better voice That sang some better words  I wish I found some chords In an order that is new I wish I didn't have to rhyme Every time I sang I was told when I get older All my fears would shrink  But now I'm insecure And I care what people think My name's Blurryface and I care what you think My name's Blurryface and I care what you think  Wish we could turn back time To the good old days When our momma sang us to sleep But now we're stressed out Wish we could turn back time To the good old days When our momma sang us to sleep But now we're stressed out  We're stressed out  Sometimes a certain smell will Take me back to when I was young How come I'm never able to identify ...  "
        },
        {
            "songID": 14497,
            "title": "panda",
            "artist": "desiigner",
            "duration": "4:07",
            "genre": "rap",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "You are now listening to the hottest Producer With the hottest beats Calling that, Madness  This what they all been waitin' for I guess so They been waitin' for this shit for a long time didn't they, hey I guess so Been waitin' for this shit for a long time didn't they, hey  Time to share my vibe right now I'm feelin' myself  Panda, Panda Panda, Panda, Panda, Panda, Panda I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 looks like a panda  Goin' out like I'm Montana Hundred killers, hundred hammers Black X6, Phantom White X6, panda  Pockets swole, Danny Sellin' bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Damn nigga pull up ya panty Hope you killas understand me I got broads in Atlanta  Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 looks like a panda  Goin' out like I'm Montana Hundred killers, hundred hammers Black X6, Phantom White X6, panda  ...  "
        },
        {
            "songID": 14498,
            "title": "don't let me down",
            "artist": "the chainsmokers",
            "duration": "3:28",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Crashing, hit a wall Right now I need a miracle Hurry up now, I need a miracle Stranded, reaching out I call your name but you're not around I say your name but you're not around  I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now  It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down Don't let me down  Don't let me down Don't let me down, down, down Don't let me down, don't let me down, down, down ...  "
        },
        {
            "songID": 14499,
            "title": "can't stop the feeling!",
            "artist": "justin timberlake",
            "duration": "3:57",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "I got this feeling inside my bones It goes electric, wavey when I turn it on All through my city, all through my home We're flying up, no ceiling, when we in our zone  I got that sunshine in my pocket Got that good song in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally You gone like the way we rock it, so don't stop  Under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine Nothing I can see but you when you dance, dance, dance Feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I should do to you But you dance, dance, dance And ain't nobody leaving soon, so keep dancing  I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance, come on  Ooh, it's something magical ...  "
        },
        {
            "songID": 14500,
            "title": "cheap thrills",
            "artist": "sia",
            "duration": "3:31",
            "genre": "pop",
            "album": "Unknown Album",
            "releaseDate": 2016,
            "songReview": "Not reviewed yet.",
            "lyrics": "Come on, come on, turn the radio on It's Friday night, and it won't be long Gotta do my hair, put my make-up on It's Friday night, and it won't be long  Till I hit the dance floor, hit the dance floor I got all I need No, I ain't got cash, I ain't got cash But I got you, baby  Baby, I don't need dollar bills to have fun tonight I love cheap thrills! Baby, I don't need dollar bills to have fun tonight I love cheap thrills!  But I don't need no money As long as I can feel the beat I don't need no money As long as I keep dancing  Come on, come on, turn the radio on It's Saturday, and it won't be long ...  "
        },
        {
            "songID": 1697966932127,
            "title": "testing",
            "artist": "testing",
            "duration": 0,
            "genre": "Unknown Genre",
            "album": "Unknown Album",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        },
        {
            "songID": 1697966805791,
            "title": "testing",
            "artist": "testing",
            "duration": 0,
            "genre": "Unknown Genre",
            "album": "Unknown Album",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        },
        {
            "songID": 1697966768304,
            "title": "testing",
            "artist": "testing",
            "duration": 0,
            "genre": "Unknown Genre",
            "album": "Unknown Album",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        },
        {
            "songID": 1697967350660,
            "title": "testing",
            "artist": "testing",
            "duration": "2:35",
            "genre": "working",
            "album": "working",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        },
        {
            "songID": 1697968030121,
            "title": "testing",
            "artist": "testing",
            "duration": "2:35",
            "genre": "working",
            "album": "working",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        },
        {
            "songID": 1697968090121,
            "title": "testing",
            "artist": "testing",
            "duration": "2:35",
            "genre": "working",
            "album": "working",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        },
        {
            "songID": 1697967685673,
            "title": "testing",
            "artist": "testing",
            "duration": "2:35",
            "genre": "working",
            "album": "working",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        },
        {
            "songID": 1697967790356,
            "title": "testing",
            "artist": "testing",
            "duration": "2:35",
            "genre": "working",
            "album": "working",
            "releaseDate": 2000,
            "songReview": "Goated Song",
            "lyrics": "working"
        }
    ]
}